[
  {
    "section_id": 1,
    "count": "",
    "description": "",
    "reference": "أهميتها\n",
    "content": "أهميتها أكثر من ذلك كله، يقول النبي ( لأحد الصحابة «لأعلمتك أعظم سورة في القرآن» فقال ما هي يا رسول الله ؟ فقرأ عليه الصلاة والسلام: «الحمد لله رب العالمين... الرحمن الرحيم... إلى آخر السورة».حين بين الله تعالى في سورة الحجر عظمة القرآن قال تعالى: [وَلَقَدْ آتَيْنَكَ سَبْعًا مِّنَ الْمَثَانِي وَالْقُرْءانَ الْعَظِيمَ] والسبع المثاني الفاتحة، وقد سميت بالمثاني لكثرة تكرارها... يقول النبي p: «والذي نفسي بيده ما أنزل الله في التوراة ولا الإنجيل ولا الزبور ولا الفرقان مثلها إنها السبع المثاني» رواه الإمام أحمد.\n"
  },
  {
    "section_id": 1,
    "count": "",
    "description": "",
    "reference": "أسماؤها\n",
    "content": "ولفضلها وشرفها، سميت هذه السورة بأسماء كثيرة، فهي أم القرآن، والسبع المثاني، والوافية والكافية لكفايتها عن غيرها وحاجة غيرها اليها واكتفاؤه منها. فهي تفيض على المؤمن نوراً يضيء حياته، وخيراً الهياً يغلق عنه أبواب الفتن ويفتح له أبواب الرحمات.\nأي سر؟ وأي عظمة لهذه السورة التي يقرأها الكثير من المسلمون من دون أن\nيفقهوا هذه المعاني وهذه الرسائل؟\n"
  },
  {
    "section_id": 1,
    "count": "",
    "description": "",
    "reference": "حاوية أهداف القرآن\n",
    "content": "إِن سر الفاتحة يكمن في اشتمالها على جميع معاني القرآن، فكل معنى في القرآن تجده في الفاتحة وكل أهداف القرآن جمعت في هذه الآيات السبع.\n"
  },
  {
    "section_id": 1,
    "count": "",
    "description": "",
    "reference": "محاور القرآن\n",
    "content": "يدور حديث كتاب الله حول ثلاثة معان يطلبها من المؤمنين به والقارئين له:\n1. عقائد (فيمن نعتقد)\n2. عبادات (كيف نعبد من نعتقد فيه)\n3. مناهج الحياة (المنهج الذي أراده الله تعالى لنا)\nفالقرآن يدعو أولاً للعقيدة الصحيحة، أي أن تؤمن بالله تعالى إيماناً صحيحاً على أسس سليمة. وهـو ثانياً يدعو للعبادة الصحيحة وإقامة الشعائر، ولكن العبادة ليست كافية لوحدها لأنَّ الإسلام منهج حياة شامل ومتكامل. وسورة الفاتحة قد اشتملت على هذه الأهداف الثلاثة، ففي محور العقيدة تقرأ قوله تعالى: [الْحَمْدُ لله رَبِّ الْعَالَمِينَ & الرَّحْمَنِ الرَّحِيم]. فالتوحيد والايمان باليوم الآخر هما أساس عقيدة المسلم. وفي محور العبادة تقرأ: [إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ]. وفي منهج حياة المسلم تقرأ: [اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ * صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْر الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ].\nوالقرآن كله بعد سورة الفاتحة إما أن يكون مبيناً للعقائد مفسّراً معنى ا رب العالمين الرحمن الرحيم ومعنى مالك الدين.. أو مبيناً كيف نعبد الله تعالى [إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ]. أو يخبر عن المناهج في الأرض وطرق الظالمين والهالكين وطرق الناجين، فنجد آيات كثيرة تشرح معنى [اهْدِنَا الصِّرَاطَ الْمُسْتَقِيم]"
  },
  {
    "section_id": 1,
    "count": "",
    "description": "",
    "reference": "أساسيات الإسلام\n",
    "content": "وتذكرنا سورة الفاتحة بأساسيات الدين ومعانيه العظيمة:\n1. نعم الله تبارك وتعالى [الْحَمْدُ للهِ رَبِّ الْعَلَمِينَ].\n2. الإخلاص بكلمة [إِيَّاكَ نَعْبُدُ]. أي نفردك وحدك يا ربنا بالعبادة، فلا نعبد إلا أنت، ولا نستعين بأحد إلا أنت [وَإِيَّاكَ نَسْتَعِينُ].\n3. طلب الصحبة الصالحة [اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ * صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ].\n&\n4. التحذير من أصحاب السوء [غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ]. \n&\n5. أسماء الله الحسنى، مع التركيز على أسماء الله [الرَّحْمَنِ الرَّحِيمِ]. فأصل علاقة ربنا بالبشر هي الرحمة ولذلك ورد قوله الرحمن الرحيم مرتين.\n6. الإستقامة [اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ]. \n&\n7. الآخرة والاستعداد لها [مَلِكِ يَوْمِ الدِّين] و [اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ]. \n&\n8. أهمية الدعاء وأدب الدعاء ، فالسورة قد اختتمت بالدعاء.\n9 أمتنا أمة واحدة.. ولذلك فإنَّك تجد بأنّ كل ألفاظ المخاطبة والدعاء في سورة الفاتحة جاءت بصيغة الجمع فحتى لو كان المرء يصلي وحيداً في غرفته لا تصح صلاته بأن يقول \"اياك اعبد واياك استعين\" أو \"اهدني الصراط المستقيم\"، فلا بد ان يقول [اهْدِنَا] و [إِيَّاكَ نَعْبُدُ] [وَإِيَّاكَ نَسْتَعِينُ]، وكلها بصيغة الجمع، حتى يعرف المرء انه ضمن أمة واحدة وأنه ليس وحيدا في هذا الكون.\n"
  },
  {
    "section_id": 1,
    "count": "",
    "description": "",
    "reference": "الأدب مع الله\n",
    "content": "وبالإضافة إلى ما سبق، فإن السورة تعلّم العبد الأدب مع ربه، فهي مقسمة إلى نصفين، النصف الأول ثناء على الله والنصف الثاني دعاء اليه. فالثناء على الله يتجلى في الآيات: [الْحَمْدُ للهِ رَبِّ الْعَالَمِينَ * الرَّحْمَنِ الرَّحِيمِ * مَلِكِ يَوْمِ الدِّينِ & إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ]. وبعد ذلك الدعاء: [اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ * صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ]. واللطيف أن عدد أحرف الثناء في النصف الأول مساوية تماماً لعدد أحرف الدعاء\nالنصف الثاني. فالسورة تعلّم المرء كيف يتعامل مع الله، فإن أراد الدعاء فيستحب له أن يثني على الله أولاً (فيبدأ بحمد الله تعالى وتمجيده ثم الصلاة على رسوله ، وبعد ذلك يدعو بما يشاء فإنَّ دعاءه يستجاب بإذن الله.\n"
  },
  {
    "section_id": 1,
    "count": "",
    "description": "",
    "reference": "الحوار مع الله\n",
    "content": "إن تلاوة سورة الفاتحة تفتح لك أعظم أبواب الشرف وهـو الحـوار مع الله تبارك وتعالى. ولهذا جاء في الحديث القدسي: \"قسمت الصلاة بيني وبين عبدي قسمين فإذا قال العبد الحمد لله رب العالمين قال الله حمدني عبدي، فإذا قال العبد الرحمن الرحيم قال الله أثنى علي عبدي، فإذا قال العبد مالك يوم الدين قال الله مجدني عبدي، فإذا قال العبد إياك نعبد وإياك نستعين قال الله بيني وبين عبدي، فإذا قال العبد إهدنا الصراط المستقيم صراط الذين أنعمت عليهم غير المغضوب عليهم ولا الضالين، قال الله هذا بيني وبين عبدي ولعبدي ما سأل\".\nفتستشعر أنك كلما تقرأ سورة الفاتحة فإنّ الله تعالى يجيبك. أي شرف هذا في حوار يكرر رب العزة ذكرك فيه بالعبودية ويكافئك بالاجابة مع أنك لم تأت بجديد ولم تتفضل بشيء من . عندك، فهو سبحانه أهل الثناء كما تقول وخيراً مما تقول.\n"
  },
  {
    "section_id": 1,
    "count": "",
    "description": "",
    "reference": "حساسية عمر\n",
    "content": "لذلك كان عمر بن عبد العزيز رضي الله عنـه كـان يقرأ الفاتحة آيـة آيـة ويسكت بين الآية والأخرى، وحين سئل عن سبب سكوته قال: \"لأستمتع برد فلو أن قلب المرء استشعر بأن ربه يرد عليه حين يقرأ كل آية من سورة الفاتحة\nلطار من كثرة الفرح...\n"
  },
  {
    "section_id": 1,
    "count": "",
    "description": "",
    "reference": "جوامع خير الدهر\n",
    "content": "هل أحسست معي : قد أنزل (104) كتب، جمع معانيها في ثلاثة كتب: التوراة والإنجيل والقرآن، وجمع معاني هذه الكتب الثلاثة في القرآن وجمع معاني القرآن في الفاتحة، وجمع معاني الفاتحة في [إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ].\nبأهمية السورة؟ لكل ما ذكر يقول ابن القيم: ان الله تعالى\nوهذه الآية مقسومة إلى قسمين، كلاهما ضروري في الإسلام: عبادة الله تعالى أي ممارسة الشعائر [إِيَّاكَ نَعْبُدُ]، والإستعانة بما خلق الله في هذه الأرض وتسخيرها للنجاح في الحياة ولإدارة الأرض وفق منهج ا الله (كما سنرى في سورة البقرة). ولأن الصحابة فهموا هذه الآية جيداً وطبقوها – بمحوريها – في حياتهم، قادوا الأرض ونجحوا في الدنيا والآخرة.\nوإننا نرى في عصرنا الحاضر، بعض المسلمين يطبقون [إِيَّاكَ نَعْبُدُ] فيقتصر فهمهم للإسلام على التدين فقط، وللأسف نرى الغرب يطبق [وَإِيَّاكَ نَسْتَعِينُ] فيسخر ما في الأرض لإدارتها وعمارتها. لكن الإسلام يأمر بالتوازن بين الأمرين، وهذا ما تبينه سورة الفاتحة بوضوح.\n"
  },
  {
    "section_id": 1,
    "count": "",
    "description": "",
    "reference": "مفتاح القرآن\n",
    "content": "فلماذا سميت بالفاتحة؟ هناك معنيان للإسم، أحدهما قريب،\nلأنه وهو افتتح بها المصحف، ولكن المعنى البعيد هو أنها سميت بذلك لأنها مفتاح القرآن (أي لمعانيه)، فبها تفتتح كل سورة من سوره. فكل كنوز القرآن فيها، ولـو فـهـم المـرء\nالفاتحة فسيفهم كل سور القرآن التي بعدها.\nومن روعة السورة أنَّ كل\nسور القرآن متسلسلة في معانيها وأهدافها ورسائلها هي مرتبطة بما قبلها ولا يصح أن تربط الا بالسورة التي جاءت قبلهـا بترتيب المصحف الا سورة الفاتحة، فلو جاءت قبل أية سورة لوجدت المعنى متصلاً بل متكاملاً أيضاً. لذلك فإننا نبدأ صلاتنا بالفاتحة ثم نقرأ أي سورة بعدها ويبقى المعنى متصلاً مهما كانت السورة.\n"
  },
  {
    "section_id": 1,
    "count": "",
    "description": "",
    "reference": "سورتان لكلمتين\n",
    "content": "ينبغي أن نلاحظ علاقة الفاتحة بالسور التي جاءت بعـدهـا وفـق ترتيـب البقرة وآل عمران. فلقد جاء في سورة الفاتحة [اهْدِنَا الصِّرَاط الْمُسْتَقِيمَ ]\nوفي بداية سورة البقرة [ ذلِكَ الْكِتَابُ لاَ رَيْبَ فِيهِ هُدًى لِّلْمُتَّقِينَ]. وذلك إشارة إلى أن قوله تعالى [اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ] سيشرح في سورة البقرة..\nكيف هذا؟ اقرأ قول الله تعالى [غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ]. فالمغضوب عليهم والضالين، صفات لأناس استحقوا غضب الله، أو ضلوا عن صراط الله، فسورة البقرة تشرح [غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ] وسورة آل عمران تشرح [الضالين]. سورة كاملة عدد آياتها 268 آية تشرح كلمة في الفاتحة [غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ] وسورة كاملة وهي آل عمران تشرح [وَلَا الضَّالِّينَ]. ترابط رائع في الأهداف والمواضيع سنحس به ونعيش معه أكثر عندما نتناول\nالسورتين بالتفصيل.\n"
  },
  {
    "section_id": 1,
    "count": "",
    "description": "",
    "reference": "رحمة للعالمين\n",
    "content": "نلاحظ أن كلمة [الرَّحْمَنِ الرَّحِيمِ] قد تكررت مرتين في السورة [بسم الله الرَّحْمَنِ الرَّحِيمِ وقوله تعالى [الرَّحْمَنِ الرَّحِيمِ]. وهذا يشعرنا برحمة ربنا التي شملت الدنيا والآخرة.. فلفظ الرحمن الرحيم الأول جاء بعد [الْحَمْدُ للهِ رَبِّ الْعَالَمِينَ]، فالعالمين والدنيا كلها تسير برحمة ربنا و [الرَّحْمَنِ الرَّحِيمِ] جاء بعدها [مَلِكِ يَوْمِ الدِّينِ]للإشارة أن اليوم الآخر أيضاً يسير برحمة الله.\n فهذه السورة تطمئن المرء بأن الأصل في الكون هو رحمة الله، وأن أصل علاقة\nالله بعباده هي الرحمة.\n"
  },
  {
    "section_id": 1,
    "count": "",
    "description": "",
    "reference": "العالمين... الناس\n",
    "content": "ولفظة [الْعَلَمِينَ] تدل على معنى لطيف، فالفاتحة – وهي أول سور القرآن - قد ابتدأت بـ [الْحَمْدُ لله رَبِّ الْعَلَمِينَ]، بينما آخر سورة في القرآن (سورة الناس) قد انتهت بقوله تعالى [ مِنَ الْجِنَّةِ وَالنَّاسِ].\nفالمصحف ابتدأ بكلمة العالمين وختم بكلمة الناس، وكأن المعنى أن هـذا القرآن ليس للمسلمين فقط بل إن هذا القرآن هو لهداية البشرية كلها.\n"
  },
  {
    "section_id": 1,
    "count": "",
    "description": "",
    "reference": "غنيمة سهلة\n",
    "content": "ولسورة الفاتحة خصوصية تميزها، وهي ا أنها خالية من كل أحكام التجويد\nالصعبة وذلك لكي تيسر للقراءة للجميع حتى لمن لا يتحدث بالعربية.\nفالفاتحة\nهي جواز سفر المرء لفهم القرآن والبطاقة الشخصية للدخول إلى مناجاة الله والأنس برحابه. فكيف نخشع في صلاتنا ونستشعر كل ما سبق من المعاني؟"
  },
  {
    "section_id": 1,
    "count": "",
    "description": "",
    "reference": "ميزان الخشوع\n",
    "content": "يقول النبي : (ليس للعبد من صلاته الا ما عقل منها)، فهل ترضى أن تغادر صلاتك وقد كتب لك نصفها أو ربعها أو ثمنها؟ تعال إذاً لنقرأ سورة الفاتحة سوياً ونتدبر في آياتها ومعانيها.\nلو أردت يوماً أن تصلي وشعرت بعدم الخشوع، فاعلم أن هناك نعمة لم تتذكرها، ولو عرفت كيف تقول [الْحَمْدُ الله] جيداً لكان تذكر كل نعمة من نعم الله يجعلك تخشع في صلاتك. اجعـل لـكـل ركعـة مـن الركعات نعمـة تتفكـر بهـا وتشكر ربك عليها، من نعمة الإسلام والايمان، إلى نعمة القرآن، إلى ارسال النبي،\n إلى المال والصحة، إلى نعمة النظر والسمع... [ وَإِن تَعُدُّوا نِعْمَةَ اللَّهُ لَا تُحْصُوهَا ] .\nوحين تقرأ [الرَّحْمَنِ الرَّحِيمِ] تتذكر رحمة الله بعباده، والتي شملت الدنيا والآخرة، فتطلب منه الرحمة وتخشع بصلاتك.\nوحين تقرأ [مَلِكِ يَوْمِ الدِّين تتذكر يوم القيامة وأهواله، وتطلب من ربنا أن يخفف عنك تعب ذلك اليوم، فتخشع في صلاتك.\nوكلما تقرأ : [ إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ]، تشعر عند كلمة [إِيَّاكَ] أن الاخلاص يتجدد في قلبك كل يوم، أنه لا معبود الا الله ولا معين الا الله، فتخشع في صلاتك.\nإن هذه الآية قد جمعت معاني كل كتب الله المنزلة – كما أسلفنا – فلا تمر الكرام بل اجعلها عنوان حياتك وجدد معانيها في قلبك كلما تقرأها وحين تقرأ [اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ] تشعر أنه ليس لك . من يهديك إلى صراط الدنيا ويثبتك عليه الا الله، وليس لك من يهديك إلى صراط الآخرة ويثبت قدمك عليه لتجتازه الا الله فيزيد قربك منه ورجاؤك لرحمته وخوفك من عذابه فتخشع في صلاتك.\n"
  },
  {
    "section_id": 1,
    "count": "",
    "description": "",
    "reference": "قف بجوارهم\n",
    "content": "وكلما تقرأ [ صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ]، تذكر من أنعم الله عليهم من قبلك، فمثلاً تذكر في الركعة الأولى سيدنا إبراهيم عليه السلام وآدم ونوح وخاتم النبيين محمد ، وادع الله تعالى أن يهديك إلى طريقهم. واجعـل الركعة الثانية : لرجال عظام كأبي بكر وعمر وباقي الصحابة رضوان الله عليهم، وتذكر في الركعة الثالثة صلاح الدين وغيره من أبطال الإسلام وفي الركعة الرابعة تفكر بالمؤمنين الذين يعيشون معك وصحبتك الصالحة وادع الله تعالى أن يثبتك عليها. وفي هذا تكون [ صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ] أمام عينيك. أمـا حـين تـقـرأ [غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ]، فتذكرك بأعداء الإسلام والكفار عبر الأزمان، الذين حادوا عن هذا الصراط فضلوا وغضب الله عليهم.\nهذا الكم الهائل من المعاني المتجددة في ختام السورة يطبع في ذهن قارئ القرآن آلاف الصور عن القدوات الصالحة، الماضية والمعاصرة، وآلاف الصور عن القدوات السيئة، مما يعطيه خشوعاً رائعاً وزيادة في القرب من الله والتزام شرعه، صلاة بعد صلاة، وبذلك تصبح صلاتنا حية.\n"
  },
  {
    "section_id": 1,
    "count": "",
    "description": "",
    "reference": "مفتاح فهم القرآن\n",
    "content": "هي سورة الفاتحة، بطاقتك الشخصية أيها المسلم، وجواز سفرك لفهم\nفبعد أن تأملنا بعض جوانب عظمة هذه السورة وفهمنا مفتاح الدخول إلى معاني القرآن، تعال معنا إلى كتاب الله تعالى، لنعيش مع آياته وأحكامه ونتعلم من ترابط آياته وسوره.\n"
  },
  {
    "section_id": 2,
    "count": "",
    "description": "",
    "reference": "تعريف بالسورة\n",
    "content": "سورة البقرة (مدنية) وهي أول ما نزل بالمدينة بعد الهجرة وبقيت تنزل على مدى المرحلة المدنية كلها تقريباً أي أنها رافقت تكوين المجتمع الإسلامي والأمة الإسلامية من بدايتهما. هي أطول سورة في القرآن وعدد آياتها 286. كيف تخاف وهي معك؟ ورد في فضل سورة البقرة حديثان: الحديث الأول رواه الإمام مسلم: «يؤتى يوم القيامة بالقرآن وأهله الذين كانوا يعملون به في الدنيا تقدمه سورة البقرة وآل عمران تحاجان عن صاحبهما» تأملوا أيها الأحبة كيف أنّ سورتي البقرة وآل عمران تحاجان - أي تدافعان - عن صاحبهما الذي حفظهما وعمل بهما وكان يقرأهما كثيراً).\nوفي رواية «يؤتى يوم القيامة بالقرآن وأهله الذين كانوا يعملون به في الدنيا تقدمه سورة البقرة وآل عمران كأنهما غمامتان أو ظلّتان»... إنّ حرَّ يوم القيامة شديد، تدنو فيه الشمس من رؤوس الخلائق، فتأتي سورة البقرة على من حفظها أو عمل بها أو كان كثير القراءة لها لتظلل عليه ... فتأمل قيمة سورة البقرة!..\nالحديث الثاني: رواه الإمام البخاري رحمه الله تعالى في سورة البقرة يقـول «البيت الذي تقرأ فيه سورة البقرة لا يدخله الشيطان». وفي رواية «..لا يدخله الشيطان ثلاثة أيام». وبالتالي فإنَّ الكثير من الناس يحرصون على قراءة سورة البقرة في البيت لمنع الشيطان من دخوله.\n"
  },
  {
    "section_id": 2,
    "count": "",
    "description": "",
    "reference": "أين أصحاب البقرة؟\n",
    "content": "وأكثر من ذلك، فإنَّ النبي مكان ينادي حين تشتدّ المعركة على المسلمين ويقول أين أصحاب البقرة؟ وكأنَّ أصحاب البقرة أناس مخصوصون وحين يسمعون\nالنداء يهبون مباشرة لتلبية النداء...\nونحن الآن ننادي على الناس ليكونوا من أصحاب البقرة، حتى يكونوا في الدنيا من الصفوة ويوم القيامة من أصحاب الظلة.\n"
  },
  {
    "section_id": 2,
    "count": "",
    "description": "",
    "reference": "هدف السورة: أنت مسؤول عن الأرض.\n",
    "content": "الحديث عن\nهدف السورة يساعدنا على فهم الآيات بتسلسل واكتشاف\nالروابط بين موضوعاتها المختلفة واللطيف أن بعض العلماء قال بأن تسمية أقسام القرآن بالسور، لأن كل واحدة منها تشتمل على موضوع واحد، وآيات السورة كالسور أو السياج الذي يحيط بهدف السورة ويدور حوله ويخدمه. إذاً لكل سورة محور وهدف واحد، فما هو هدف سورة البقرة؟ وما هو المحور الذي يجمع 286 آية على مدى جزئين ونصف من القرآن؟\nهي\nإن هدف الســورة هو الإستخلاف في الأرض، وهذا يعني ببساطة «يـا مسلمين أنتم مسؤولون عن الأرض». يا من سوف يقرأ سورة البقرة إعلم أنك مسؤول عن الأرض وهذا منهجك: سورة البقرة..\nوكأن القرآن يخاطبنا قائلاً اعلموا أنّ الأرض هذه ملك الله، والله هو مالك الكون خلقكم وملككم الأرض لكي تديروها وفقاً لمنهج الله ...\n"
  },
  {
    "section_id": 2,
    "count": "",
    "description": "",
    "reference": "السعيد من وعظ بغيره\n",
    "content": "إنَّ الله تعالى خلال مسيرة التاريخ قد استخلف أمماً كثيرة على الأرض، فمنهم من نجح ومنهم من فشل وقد حان الدور في نهاية المطاف على هذه الأمة، والله تعالى لا يحابي أحد حتى ولو كانت أمة محمد صلى الله علي وسلم. فلو فشلت في المسؤولية فإنّها ستستبدل كما استبدلت أمم من قبلها..\nنفهم لماذا كانت سورة البقرة أوّل سورة في القرآن بعد الفاتحة فهي سترسم معالم المنهج. ولهذا أيضاً نفهم سبب كون هذه السورة أول سورة أنزلت في المدينة، وظلت تنزل طوال السنين التسعة من المرحلة المدنية، لأنَّ النبي p قد هاجر من مرحلة الإستضعاف في مكة إلى مرحلة بناء الأمة، فكان من الطبيعي أن تنزل السورة في مرحلة البناء لترشد الأمة كيف تكون مسؤولة عن الأرض... فينبغي لكل من يقرأ هذه السورة أن يفهم أن كل آية تطلب منه القيام بالمهمة التي خلق من أجلها : أنت مسؤول عن الأرض لإصلاحها وتعميرهـا وهدايتها ولا بـد يعلم أنَّ المسؤولية تحتم عليه أن لا يكون فاشلاً في حياته فيأخذ بيد الناس،\nوينجح في حياته وسيظهر ذلك كله خلال قراءة سورة البقرة.\n"
  },
  {
    "section_id": 2,
    "count": "",
    "description": "",
    "reference": "أقسام سورة البقرة\n",
    "content": "ليستخلفوا.إنَّ سورة البقرة مقسمة إلى مقدمة ثم قسمين فخاتمة.\nالقسم الأول هو الجزء الأول من القرآن وهو يعرض نماذج لثلاث مجموعات مـن النـاس قـد اسـتخلفهم الله قبلنا. والقسم الثاني يتكون من الآيـات (142- 283)، وهو عبارة عـن أوامر ونواهي يجب على الأمة وأفرادهـا أن يتبعوهـا\n"
  },
  {
    "section_id": 2,
    "count": "",
    "description": "",
    "reference": "الجزء الأول من القرآن\n",
    "content": "هذا الجزء مكون من ثمانية أرباع:\nربع الحزب الأول: يتكلم عن أصناف الناس وكأننا نستعرض الأصناف الموجودة على هذه الأرض والتي سيكلف أحدها بالإستخلاف.\nالربع الثاني: أول تجربة إستخلاف على الأرض: آدم عليه السلام. الربع الثالث إلى السابع: أمـة استخلفها الله علـى هـذه الأرض لمدة طويلـة وفشلت في المهمة، بنو إسرائيل. الربع الثامن والأخير : تجربة سيدنا إبراهيم عليـه الســلام الناجحة في\nالإستخلاف تجربة سيدنا آدم تجربة تمهيدية تعليمية وكانت المواجهة بين إبليس آدم عليه السلام لإعلان بداية مسؤولية سيدنا آدم وذريته عن الأرض. ثم بنو إسرائيل: نموذج فاشل، فهـم أنـاس حملوا المسؤولية وفشلوا، وتستمر السورة في ذكر أخطائهم لا لشتمهم ولكن ليقال للأمة التي ستستخلف: تنبهي\nمن\nالوقوع في الأخطاء التي وقعت فيها الأمة التي قد سبقت في الاستخلاف! وآخر ربع يضرب الله به المثل بالتجربة الناجحة لشخص جعله الله خليفة في الأرض وهو سيدنا إبراهيم عليه السلام ويكون الترتيب هذا منطقياً، فبدأ بآدم التجربة الأولى وختم بالتجربة الناجحة لرفع المعنويات وبينهم التجربة الفاشلة، للتعلم من الأخطاء السابقة وأخذ الدروس والعبر.\n"
  },
  {
    "section_id": 2,
    "count": "",
    "description": "",
    "reference": "القسم الأول: نماذج ثلاثة\n",
    "content": "وأول خمس آيات من آيات المقدمة عبارة عن صفات المتقين، ثم آيتان صفات الكفار، ثم ثلاث عشرة آية (208) عن صفات المنافقين\nلخطورتهم.\nوكأن المقدمة تخاطبك قائلة: «هذه أنواع الناس، فحدّد واختر أي الأصناف تريد أن تكون لأنَّ واحداً فقط من هذه الأصناف سيجعله الله تعالى مسؤولاً عن\nالأرض».\nولاحظ أن أول صفة للمتقين هي \"الذين يؤمنون بالغيب\". فأهم صفات الأمة المسؤولة عن الأرض هي الإيمان بالغيب وأخطر صفة في الأمة السابقة . المادية الشديدة وعدم الإيمان إلا بما تراه أعينهم، كما سيتبين معنا. أول تجربة استخلاف آدم عليه السلام وبعد ذلك تبدأ السورة بسرد قصة آدم عليه السلام وتجد أمامك آية محورية في بداية القسم الأول الذي يلي المقدمة: [وَإِذْ قَالَ رَبُّكَ لِلْمَلَئِكَةِ إِنِّي جَاعِلٌ فِي الارْضِ خَلِيفَةً ] (30)\nفأنت أيها الإنسان مسؤول عن الأرض وقد كان أبوك آدم عليه السلام مسؤولاً عنها أيضاً فالأرض ليست مسؤولية البعيدين عن الله ولا الناكرين لمنهجه. فالأصل أنَّ المسؤول عنها كان أبو البشر آدم عليه السلام. ولاحظ أنَّ رد الملائكة وسؤالهم ليس اعتراضاً على حكم الله والعياذ بالله لكنه خوفهم من الإستبدال وبيانهم أنهم لم يفعلوا ما يغضب الله، فكل أوقاتهم تسبيح وعبادة لكن الله قال\nلهم: [إِنِّي أَعْلَمُ مَا لَا تَعْلَمُونَ].\n"
  },
  {
    "section_id": 2,
    "count": "",
    "description": "",
    "reference": "علم الله آدم تكنولوجية الحياة\n",
    "content": "والآية التالية هي أيضاً آية محورية: [وَعَلَّمَ ءادَمَ الْاسْمَاء كُلَّهَا ] (31).\nوماذا يعني ذلك\n أنه تعالى علم آدم تكنولوجية الحياة - إذا جاز التعبير – أي أسماء\nالمخلوقات ووظائفهـا مـن شمس وقمر وبحر وشجر وثمر. وكان في المعنى تحذيراً للمؤمنين من أن يظنوا بأنهم سيكونون مسؤولين عن الأرض بدون أن يعرفوا طريقة إدارتها وهنا لفتة لطيفة في الآية 22 [الَّذِي جَعَلَ لَكُمُ الْأَرْضَ فِرَاشِاً وَالسَّمَاءِ بناء] ففـي هـذه الآيـة يبين لنا الله تعالى أدوات الإستخلاف: تسخير الأرض والسماء والزرع...\nفهنا تحذير لعدم فهم الإسلام أنّه صلاة وصيام فقط، دون ان يفهم المؤمنون كيف يديرون الحياة والأرض، فالله عزّ وجل قد علم آدم كيف يدير الأرض حتى يفهمنا أن الأمور لا تدار بالتدين فقط ولكن بالعلم والتكنولوجيا.\n"
  },
  {
    "section_id": 2,
    "count": "",
    "description": "",
    "reference": "المعصية هي سبب الإستبدال\n",
    "content": "وتأتي الآية التالية 36 لتبين لنا تجربة آدم مع ابليس [فَأَزَلَّهُمَا الشَّيْطَنُ فَأَخْرَجَهُمَا مِمَّا كَانَا فِيهِ] (36).\nوهنا دلالة أنّ المعصية هي سبب الإستبدال ، كأنَّ الآية تخاطبنا في زماننا هذا\n\nلتقول: يا أمة محمد، لقد بقيتم 1300 سنة مسؤولين عن الأرض وما حصل لكم في المئة سنة الأخيرة هو بسبب معصيتكم كما حصل لأبيكم آدم عليه السلام، (مع بعد التشبيه بين زلة آدم عليه السلام نبي الله وبين المعاصي الفادحة التي تقع بها الأمة ليل نهار فتعلموا من الأخطاء السابقة واجتنبوا المعاص ليعود الإستخلاف إليكم.\nوتمضي الآيات في الحديث عن قصة سيدنا آدم حتى نصل إلى الآية 38 [قُلْنَا اهْبِطُوا مِنْهَا جَمِيعًا فَإِمَّا يَأْتِيَنَّكُم مَتى هُدًى فَمَن تَبِعَ هُدَايَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ] (38).\nوهنا نتذكر أنّ الهـدى الـذي سيأتي مـن عنـد الله تعالى قــد ذكـر في أول السورة على أنه القرآن [ذلِكَ الْكِتَابُ لَا رَيْبَ فِيهِ هُدًى لِّلْمُتَّقِينَ]، ونحن ندعو الله في الفاتحة أن نسير على هذا الهدى [اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ] فهل بدأت أخـي المسـلم تستشعر معـي حلاوة القرآن وترابط آياته.\n"
  },
  {
    "section_id": 2,
    "count": "",
    "description": "",
    "reference": "تجربة بني إسرائيل\n",
    "content": "تبدأ تجربة بني إسرائيل بالآية 40 من سورة البقرة لتبيان فشلهم في امتحان مسؤوليتهم عن الأرض.\n"
  },
  {
    "section_id": 2,
    "count": "",
    "description": "",
    "reference": "باب المهمة: تذكر النعم.\n",
    "content": "وأول آية في هذا السياق تقول : [ يبنى إسرءيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَوْفُواْ بِعَهْدِى أُوفِ بِعَهْدِكُمْ وَإِيَّيَ فَأَرْهَبُونِ].\nفأول آية يخاطب الله بها بني إسرائيل [اذْكُرُوا نِعْمَتِي] وأول كلمة خاطبنا الله\nإياها في منهجنا [الْحَمْدُ لله رَبِّ الْعَلَمِينَ]. وكأنَّ بداية مسؤولية واستخلاف كل أمة تكون بتذكر نعم الله تعالى.\n"
  },
  {
    "section_id": 2,
    "count": "",
    "description": "وبعد هذه الآية يبدأ الله تبارك وتعالى بتعداد نماذج من هذه النعم فيقول لهم في الآية 50: [وَإِذْ فَرَقْنَا بِكُمُ الْبَحْرَ فَأَنجَيْنَكُمْ وَأَغْرَقْنَا الَ فِرْعَوْنَ وَأَنتُمْ تَنظُرُونَ ] ويقول لهم في الآية 52 [ثُمَّ عَفَوْنَا عَنكُم مِّن بَعْدِ ذَلِكَ لَعَلَّكُمْ تَشْكُرُونَ] ويقول أيضاً في الآية 57 [وَظَلَّلْنَا عَلَيْكُمُ الْغَمَامَ وَأَنزَلْنَا عَلَيْكُمُ الْمَنَّ وَالسَّلْوَى كُلُوا مِن طَيِّبَاتِ مَا رَزَقْنَكُمْ وَمَا ظَلَمُونَا وَلَكِن كَانُوا أَنفُسَهُمْ يَظْلِمُونَ ] .\nآیات متتالية تتحدث عن النعم ثم تنتقل للحديث عن أخطاء الأمة السابقة، وكل هذا الكلام لكي ننتبه ونتجنب الوقوع في أخطائهم.\n",
    "reference": "نماذج نعم الله تعالى على بني إسرائيل\n",
    "content": ""
  },
  {
    "section_id": 2,
    "count": "",
    "description": "",
    "reference": "أخطاء الأمة السابقة\n",
    "content": "وتبدأ الآيات التي تصف أخطاء بني إسرائيل [وَإِذْ قُلْتُمْ يَمُوسَى لَن نُّؤْمِنَ لَكَ حَتَّى نَرَى اللَّهُ جَهْرَةً] (55)\nلأنهم أمة مادية للغاية وكأنَّ الخطأ الجسيم الذي قد تقع به أي أمة ويكون سبباً في استبدالها هو طغيان المادية فيها، ومعنى المادية أنهم لا يؤمنون إلا إذا رأوا أمراً ملموساً. وهنا نتذكر أول صفة للمتقين في بداية السورة [الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ ] (2).\nوتمضي الآيات الكثيرة في الحديث عن بني إسرائيل والموبقات التي ارتكبوها كقتل الأنبياء بغير الحق، وعصيانهم وكفرهم بآيات الله، واعتداء أصحاب السبت وتحايلهم على آيات الله، إلى أن تصل بنا الآيات إلى القصة المحورية: قصة البقرة. لماذا سميت السورة بالبقرة؟\nقد يتساءل البعض لماذا سميت هذه السورة بسورة البقرة؟\nقد يجيب البعض بأنها سميت كذلك لأنّ قصة البقرة جاءت في هذه السورة، مع العلم بأنَّ هذه السورة قد جاء بها قصص كثيرة فلماذا سميت السورة باسم هذه القصة دون غيرها؟\n إن قصة البقرة قد جسّدت الأخطاء الأساسية الكبرى لبني إسرائيل، فسميت\nالسورة باسمها لكي يتذكر المسلم المسؤول عن الأرض هذه الأخطاء ويتجنبها.\n"
  },
  {
    "section_id": 2,
    "count": "",
    "description": "",
    "reference": "الجدل مفتاح الشرور\n",
    "content": "وهذه الأخطاء التي ارتكبها بنو إسرائيل تظهر من أول الآية السابعة والستين [وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِ إِنَّ الله يَأْمُرُكُمْ أَن تَذْبَحُوا بَقَرَةً قَالُوا أَتَتَّخِذُنَا هُزُوًا قَالَ أَعُوذُ بِالله أَنْ أَكُونَ مِنَ الْجَهِلِينَ * قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنَ لَّنَا مَا هِيَ قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ لَا فَارِضٌ وَلاَ بِكْرٌ عَوَانٌ بَيْنَ ذلِكَ فَافْعَلُوا مَا تُؤْمَرُونَ * قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوْنُهَا قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ صَفْرَاء فَاقِعٌ لَّوْنُهَا تَسُرُّ النَّظِرِينَ * قَالُوا أَدْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ إِنَّ الْبَقَرَ تَشَبَهَ عَلَيْنَا وَإِنَّا إِن شَاءَ الله لَمُهْتَدُونَ * قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةً لا ذَلُولٌ تُثِيرُ الْأَرْضَ وَلَا تَسْقِى الْحَرْثَ مُسَلَّمَةٌ لَا شِيَةَ فِيهَا قَالُواْ الفَنَ جِئْتَ بِالْحَقِّ فَذَبَحُوهَا وَمَا كَادُوايَفْعَلُونَ] (67-71)."
  },
  {
    "section_id": 2,
    "count": "",
    "description": "",
    "reference": "إختارها لحكمة\n",
    "content": "وقصة البقرة أنّ رجلاً من بني اسرائيل قتل ولم يعرف من قتله، فاختلف فيه فأوحى الله إليهم أن اذبحوا بقرة وأن يأخذوا قطعة منها ثم يضربوا بها الميت فيحييه فيقول من الذي قتله ولقد طلب الله تعالى منهم ذلك لأنهم ماديون للغاية وليريهم بأنه تعالى قادر على كل شيء وأن الأمور ليست كما تعوّدوا عليه دائماً فيحيي الميت بالميت فينطق.\nوبما أنهم لم يفهموا الحكمة وبما أنهم ماديون جداً فقد رفضوا تطبيق الأمر، وقصة البقرة تجسد أخطاء بني إسرائيل، من المادية إلى الجدل وعدم طاعة أنبيائهم طاعة إلى عدم نقذوا ذلك مكرهين مجبرين [ فَذَبَحُوهَا وَمَا كَادُوا يَفْعَلُونَ].\nوكأن قصة البقرة تنبه من المادية الشديدة وكأنها تنبّه من الجدل في دين الله\nتعالى، تنبه من المراوغة والتحايل على شرع الله تعالى أو أن تنقذ شرع الله تعالى وأنت كاره لذلك فسمّيت سورة البقرة لخطورة هذه الأفعال."
  },
  {
    "section_id": 2,
    "count": "",
    "description": "",
    "reference": "تميزوا حتى في مصطلحاتكم\n",
    "content": "وتمضي الآيات إلى أن نصل إلى الآية التي يذكر فيها لأول مرة [يَأَيُّهَا الَّذِينَ ءامنوا]. وهذا يتجلى في قوله تعالى يَأَيُّهَا الَّذِينَ ءامَنُوا لَا تَقُولُوا رَعِنَا وَقُولُوا انظُرْنَا وَاسْمَعُوا] (104).\nلقد كان اليهود يخاطبون النبي صلى اله عليه وسلم بقولهم (راعنا) ومعنى راعنا أي راعي أمورنا ولكنهم كانوا يقصدون بها معنى سيئاً بلغتهم (إسمع لا سمعت) أو تعني . شيئاً من الرعونة. ومن لا يفهم لغتهم ولا يعرف ما يقصدون يظن بأنهم يقولون للنبي راعي أمورنا. فالله جل وعلا يقول للصحابة لا تقولوا راعنا ولكن قولوا انظرنا والكلمتان تحملان المعنى نفسه ولكن ذلك تغيير في المصطلح..\nوكأن المعنى: تمييزوا حتى في مصطلحاتكم. فالله تعالى يريد أن يفهمنا بأن الأمة السابقة قد وقعت بأخطاء شديدة فلا تتبعوها أو تقلدوها، وتميزوا عنها حتى في مصطلحاتكم وهنا علاقة مع سورة الفاتحة حين يطلب المؤمن أن لا يكون مثل بني إسرائيل [غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ] وتأملوا شباب اليوم كيف تقلّد الأمم الأخرى وكيف تقلّد الغرب في أتفه الأشياء بينما الله تعالى يعلّمنا أن نتميز حتى في مصطلحاتنا.\nوبعد ذلك تعددت الايات التي تحذر من التبعية، لأنها تبدأ بالأشياء الثانوية ولن تنتهي الا بالكفر والعياذ بالله: [وَدَّ كَثِيرٌ مِّنْ أَهْلِ الْكِتَبِ لَوْ يَرُدُّونَكُم مِن بَعْدِ إِيمَنِكُمْ كُفَّارًا] (109)\n"
  },
  {
    "section_id": 2,
    "count": "",
    "description": "",
    "reference": "التجربة الناجحة: إبراهيم عليه السلام\n",
    "content": "ونصل إلى الربع الأخير من الجزء الأول والذي يتحـدث عـن تحـربـة إبراهيم وهي تجربة ناجحة جاءت في نهاية الجزء للتحفيـز عـلـى النجـاح\n \nفي امتحان الاستخلاف: [وَإِذِ ابْتَلَى إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ فَأَتَمَّهُنَّ قَالَ إِنِّي جَعِلُكَ لِلنَّاسِ إِمَامًا] (124). ولاحظ أن سيدنا إبراهيم لم ينجح في الامتحان نجاحا عاديا بل أتمهنَّ] أي قام بهنّ خير قيام فلما أتم هذه الابتلاءات (الرمي في النار، الهجرات وترك الولد في الصحراء، ذبح الولد..). أخبره الله انه سيجعله للناس إماماً (الاستخلاف) لأنه قد اطاع الله تعالى فقال إبراهيم عليه السلام [قَالَ وَمِن ذُرِّيَّتِي قَالَ لَا يَنَالُ عَهْدِي الظَّلِمِينَ] (124) فقوله لا ينال عهدي الظالمين درس هام لنا بأن الله تعالى لا أمة محمد والاستخلاف مقرون بالطاعة لا بالنسب وبهذا المعنى يدعو سيدنا إبراهيم أن يستخلف واحداً من ذريته [ رَبَّنَا وَابْعَثْ فِيهِمْ رَسُولاً] (129). ومن المفيد هنا ملاحظة بدايات القصص الثلاث فكلها بدأت بآيات تبين مجال الاستخلاف وكلها اشتملت على اختبارات في طاعة الله تعالى: قصة آدم: أول آية في القصة [وَإِذْ قَالَ رَبُّكَ لِلْمَلَئِكَةِ إِنِّي جَاعِلٌ فِي الارْضِ خَلِيفَةً ] (30) (اختبار آدم في مسألة عدم الأكل من الشجرة). قصة بني اسرائيل: أول آية في القصة: [يَبَنِي إِسْرَاءِيلَ اذْكُرُوا نِعْمَتِي الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَنِّى فَضَّلْتُكُمْ عَلَى الْعَلَمِينَ] (47) (الاختبار في تنفيذ أوامر الله المختلفة وشكر النعم). قصة إبراهيم: أول آية في القصة وهي الآية 124: [إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامًا ] [وَإِذِ ابْتَلَى إِبْرَاهِيمَ رَبُّهُ بِكَلِمَةٍ فَأَتَمَّهُنَّ] (تحدي الاب – تحدي القوم – الرمي في النار - الهجرة - ترك الولد والزوجة في الصحراء – الذبح).\n"
  },
  {
    "section_id": 2,
    "count": "",
    "description": "",
    "reference": "وقفات ولطائف\n",
    "content": "في الختام تأتي آية رائعة بتلخيصها حياة سيدنا يعقوب (وإسرائيل) في أسطر [ أَمْ كُنتُمْ شُهَدَاء إِذْ حَضَرَ يَعْقُوبَ الْمَوْتُ إِذْ قَالَ لِبَنِيهِ مَا تَعْبُدُونَ مِن بَعْدِي قَالُوا نَعْبُدُ إِلَهَكَ وَإِلَهَ آبَائِكَ إِبْرَهِيمَ وَإِسْمَعِيلَ وَإِسْحَقَ إِلَهَا وَاحِدًا وَنَحْنُ لَهُ مُسْلِمُونَ] (133).\nفهنا حرص سيدنا يعقوب على نقل أمانة الاستخلاف من آبائه إبراهيم واسحق إلى ابنائه وذريته بني إسرائيل.\nونلاحظ أيضاً في ختام الجزء الأول وبعد أن قص علينا القصص الثلاث تأتي الآية [قُولُوا ءامَنَّا بِالله وَمَا أُنزِلَ إِلَيْنَا وَمَا أُنزِلَ إِلَى إِبْرَهِيمَ وَإِسْمَعِيلَ وَإِسْحَقَ وَيَعْقُوبَ وَالاسْبَاطِ وَمَا أُوتِيَ مُوسَى وَعِيسَى وَمَا أُوتِيَ النَّبِيُّونَ مِن رَّبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ] (136).\nفهذه الآية تفصيل للذين أنعم الله عليهم المذكورين في سورة الفاتحة [اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ * صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ].\nفضلك اقرأ هذا الجزء بنفسية من يريد أن يكون مسؤولاً عن الأرض من ليستخلفه الله، وأن يستفيد من أخطاء غيره، وأن يحذر المادية والجدل والتحايل على شرع الله ويتحرى طاعته. يحدد الجزء الثاني من سورة البقرة الأوامر والنواهي التي لا بد للأمة من الأخذ حتى تستخلف. وكل هذه الأوامر والنواهي – كما سيتبين معنا - متعلقة بثلاثة أمور: 1. طاعة الله\n2. تميّز الأمة\n3. تقوى الله\nإن من سيستخلف على الأرض لا بد له من منهج ليسير عليه، هذا المنهج الجزء الثاني من سورة البقرة.\n"
  },
  {
    "section_id": 2,
    "count": "",
    "description": "",
    "reference": "تغيّر القبلة إختيار للطاعة وأمر بالتميّز\n",
    "content": "يبدأ الجزء الثاني بالتعقيب على الحادثة التي أمر الله بهـا المسلمين بتغيير المسجد الأقصى إلى الكعبة المشرّفة، وتشكيك اليهود في المدينة بهذا القبلة من\nالأمر: [ سَيَقُولُ السُّفَهَاء مِنَ النَّاسِ مَا وَلَهُمْ عَن قِبْلَتِهِمُ الَّتِي كَانُوا عَلَيْهَا ... ].(142)\n وهنا سؤال يطرح: ما علاقة هذا الربع بما قبله؟ لقد تناول الجزء الأول ثلاث قصص لآدم عليه السلام وبني إسرائيل وإبراهيم عليه السلام. إن العامل المشترك هو أن كل هذه القصص إختبار للطاعة... فجرى إختبار آدم عليه السلام بالأكل من الشجرة، وبني إسرائيل في ذبح البقرة وخضع إبراهيم عليه السلام لاختبارات كثيرة في طاعة الله عز وجل فأتمها [وَإِذِ ابْتَلَى إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ فَأَتَمَّهُنَّ ].(124)\n فبعد أن أخبرنا عن أحوال الأمم السابقة وأراد رسم المنهج لهذه الأمة، كانت أول مقومات المنهج هي الأمر بالطاعة. فالله تعالى لم يقص علينا القصص إلا لحكمة، وهي ترسيخ مفهوم الطاعة عند الأمة المسؤولة عن الأرض، فجاءت حادثة تغيير القبلة كإمتحان عملي.\nولذلك كانت الآية 143 واضحة جداً في بيان هذا المعنى [وَمَا جَعَلْنَا الْقِبْلَةَ الَّتِي كُنتَ عَلَيْهَا إِلا لِنَعْلَمَ مَن يَتَّبِعُ الرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيْهِ] (143). وقد يظن البعض أن المسألة كانت سهلة لكن الواقع غير ذلك، فالعرب كانت تقدّس الكعبة من عهد سيدنا إبراهيم، فجعل الله قبلة المسلمين لبيـت المقدس، ثم جاء الأمر بالإتجاه للكعبة مرة ثانية، طاعة الله.\nلاحظ معي علاقة الأرباع السابقة من الجزء الأول بهذا الربع:\nالربع السابع مهد لفكرة النسخ (وهو تغيير (الأحكام) في بدايته [مَا نَنسَخْ مِنْ ءايَةٍ أَوْ نُنسِهَا نَأْتِ بِخَيْرٍ مِّنْهَا أَوْ مِثْلِهَا] (106).\nثم يأتي الربع الثامن ليتحدث عن بناء الكعبة [وَإِذْ يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ مِنَ البيت) (127).\n. وكانت آخر حلقات السلسلة بيان أن نسخ الحكم سيكون بتغيير إتجاه القبلة،\nفانظر إلى جمال ترابط الآيات ببعضها!\n"
  },
  {
    "section_id": 2,
    "count": "",
    "description": "",
    "reference": "تمييز الأمة حتى في مصطلحاتها\n",
    "content": "ولكن الربع هذا ينبه إلى هدف آخر غير إختبار الطاعة. فكما سبق في الجزء الأول التنبيه إلى أهمية التميز عن الأمم الأخرى في المصطلحات: [يَأَيُّهَا الَّذِينَ ءامَنُواْ لَا تَقُولُوا رَعِنَا وَقُولُواْ انظُرْنَا] (104) ففي هذه الآية أيضاً أمر بالتميز عن الآخرين في إتجاه القبلة..\nفاليهود كانوا يصلون باتجاه بيت المقدس، فأمر المسلمون بمخالفتهم والتوجّه للكعبة وكأن الرسالة هنا كيف تستخلف أمة على هذه الأرض وهي ليست متميّزة عن غيرها؟ كيف يكون التابع والمقلد مسؤولاً عن الأرض؟... فكان لا بد قبل الاتيان بأي أمر أو نهي في المنهج أن يأتي الأمر بالتميز عن طريق تغيير اتجاه القبلة ليتميّز المسلمون فلا يشعروا بالتقليد والتبعية\n"
  },
  {
    "section_id": 2,
    "count": "",
    "description": "",
    "reference": "للأمم الأخرى. وسطية التميز\n",
    "content": "أما الربع الثاني من هذا الجزء فيبدأ بالآية 128 والتي يقول الله تعالى فيها [إِنَّ الصَّفَا وَالْمَرْوَةَ مِن شَعَائِرِ الله فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَن يَطَّوَّفَ بِهِمَا ] (158) بعض الناس يفهم هذه الآية أن لابأس بالطواف وأن الطواف إختياري. لكن لكي نفهم معنى الآية لا بد من معرفة سبب نزولها، فالواقع أن الصحابة عندما سمعوا خطاب القرآن يأمرهم بالتمييز (سواء بتغيير المصطلحات أو بتغيير إتجاه القبلة ووجدوا أن المشركين يطوفون بين الصفا والمروة ويضعون صنمين على جبلي الصفا والمروة (آساف ونائلة) وكانوا يسعون بينهما)، عندها شعر الصحابة بحرج من السعي بين الصفا والمروة وأنه ينافي التميز الذي أمروا به، فجاءت الآية لتخبرهم أن ليس كل ما يفعله الكفار خطأ، فإن أصل السعي بين الصفا والمروة أمر رباني واتباع لسيدنا إبراهيم. وبهذا تضح الرسالة: لا بد من التوازن\nفي التميز لأن هذه الأمة أمة وسط فليس كل ما يفعله الكفار مرفوض...\nولذلك تأتي في هذا الربع آية هامة في رسم المنهج : [وَكَذَلِكَ جَعَلْنَكُمْ أُمَّةً وَسَطًا لَّتَكُونُوا شُهَدَاء عَلَى النَّاسِ] (143).\nأنت منتمي إلى أمة متميزة : تخيل أنك أنت ستشهد على البشرية التي تعاصرها، وأنت ستقول يوم القيامة أين الحق وأين الضلال، فتأمل المسؤولية حجم الملقاة على عاتقك يوم القيامة، وتابع معي قراءة سورة البقرة حتى تتبين معالم مسؤوليتك وشهادتك على الأمم.\n"
  },
  {
    "section_id": 2,
    "count": "",
    "description": "",
    "reference": "الإسلام والإصلاح الشامل\n",
    "content": "في الربع الثالث تبدأ سلسلة من الأوامر الشاملة لكل نواحي الإصلاح في المجتمع.\n فيبدأ بقول الله تعالى: [لَّيْسَ الْبِرَّ أَن تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلَكِنَّ الْبِرَّ مَنْ ءامَنَ بِالله وَالْيَوْمِ الآخِر وَالْمَلَئِكَةِ وَالْكِتَابِ وَالنَّبِيِّينَ وَعَاتَى الْمَالَ عَلَى حُبّهِ ذَوِى الْقُرْبَى وَالْيَتَمَى وَالْمَسَكِينَ وَابْنَ السَّبِيلِ وَالسَّائِلِينَ وَفِي الرِّقَابِ وَأَقَامَ الصَّلَوٰةَ وَاتَى الزَّكَوةَ وَالْمُوفُونَ بِعَهْدِهِمْ إِذَا عَهَدُوا وَالصَّابِرِينَ فِى الْبَأْسَاء والضَّرَّاء وَحِينَ الْبَأْسِ...](177)\n يقول العلماء أن هذه الآية شاملة للإسلام، فقد شملت العقائد (الإيمان بالله والملائكة والكتاب والعبادات إقامة الصلاة وإيتاء الزكاة) والمعاملات (الوفـاء بالعهد) والأخلاق.\nلاحظ معي   التدرج الرائع الذي جاءت به هذه السورة:\n1. تغيير القبلة لتحقيق التميز) [فَوَلّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ] (144). \n2. التوازن في التميز [لا جناح عليكم أن تطوفوا بين الصفا والمروة] (158). \n3 الاتجاه ليس كل شيء لَّيْسَ الْبِرَّ أَن تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرب] (177).\nفبعد ان رسخ الله تعالى لدى الصحابة الطاعة والتميز في الربع الأول، بيّن لهم أن المسألة ليست مسألة إتجاه وإنما قضية إصلاح شاملة. فحين جاء الأمر بالتوجه للكعبة كان ذلك فقط لاختبار الطاعة والتميز، بينما الأصل هو عمل البر بكل أشكاله التي وردت في الآية 177.\n"
  },
  {
    "section_id": 2,
    "count": "",
    "description": "",
    "reference": "مفردات الإصلاح الشامل\n",
    "content": "ومن أول الربع الثالث في الجزء الثاني تبدأ الأوامر والنواهي للأمة لترسم شمول المنهج\nتشريع جنائي: [يأَيُّهَا الَّذِينَ ءامَنُوا كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى] (178). وبعدها يأتي قوله تعالى [وَلَكُمْ فِي الْقِصَاصِ حَيَوة يأولى الالباب ].(179) \n مواريث [ كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ إِن تَرَكَ خَيْرًا الْوَصِيَّةُ لِلْوَلِدَيْنِ وَالأَقْرَبِينَ] (180)\nوبعد هذا\nتشريع تعبدي: [يَأَيُّهَا الَّذِينَ ءامَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِن قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ ] .\n"
  },
  {
    "section_id": 2,
    "count": "",
    "description": "",
    "reference": "التقوى مصباح الطريق\n",
    "content": "والملاحظ أن كل الأحكام الواردة هنا قد ركزت بشكل أساسي على تقوى الله تعالى، قتجد في آية القصاص: [وَلَكُمْ فِي الْقِصَاصِ حَيَوةٌ يَأُولِي الألْبَابِ لَعَلَّكُمْ تَتَّقُونَ] (179) وفي آيات المواريث [إن تَرَكَ خَيْرًا الْوَصِيَّةُ لِلْوَلِدَيْنِ وَالْأَقْرَبِينَ بِالْمَعْرُوفِ حَقًّا عَلَى الْمُتَّقِينَ] (180) وفي آيات الصيام [يَأَيُّهَا الَّذِينَ ءامَنُوا كُتِبَ عَلَيْكُمُ الصَّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِن قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ] (183) وفي ختام عرض الأحكام: [ كَذلِكَ يُبَيِّنُ اللَّهُ آيَاتِهِ لِلنَّاسِ لَعَلَّهُمْ يَتَّقُونَ]\n فهذا المنهج لا بد له من أناس طائعين متميزين عن غيرهم، ومتقين يريدون إرضاء الله تعالى، فهذه المحاور الثلاثة هي سياج يحمي المنهج، ذكرت بطريقة مترابطة ومدهشة لا تشبه طريقة البشر في الشرح والعرض.\n وكلما تقدمت أخي المسلم في قراءة السورة تتفتح عيناك على بقية أجزاء المنهج، فتتضح أمامك شموليته.\nفالقرآن بـدأ بالتشريع الجنائي ثم التشريع التعبدي. وقد يتساءل البعض عن العلاقة بينها. وهنا ينبغي التنبيه إلى أنك حين تجد موضوعات متتابعة ولكن متفرقة فهي إشارة إلى أن الدين يشملها كلها. فلم يأت تشريع العبادات منفصلاً عن غيره من الأحكام للتأكيد على شمول المنهج وتناوله لكل مظاهر الحياة."
  },
  {
    "section_id": 2,
    "count": "",
    "description": "",
    "reference": "دروع الإسلام الحصينة\n",
    "content": "نصل إلى القسم الرابع الذي يتحدث عن تشريع القتال وأحكام الجهاد [ وَقَتِلُوا فِي سَبِيلِ الله الَّذِينَ يُقَتِلُونَكُمْ وَلا تَعْتَدُواْ إِنَّ اللَّهَ لَا يُحِبُّ الْمُعْتَدِينَ * وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ وَأَخْرِجُوهُمْ مِّنْ حَيْثُ أَخْرَجُوكُمْ..] (190-191).\n فهنا تأكيد أنه لا بد من ا القتال للحفاظ على المنهج، ولا بد من إنفاق المال على الجهاد [وَأَنفِقُواْ فِي سَبِيلِ الله وَلَا تُلْقُواْ بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ] (195) فهذا المنهج يستلزم قتالاً يحميه من أعدائه الواقفين في طريقه، وليس للإرهاب وسفك الدماء. وسنلاحظ في القرآن قاعدة عامة كلما يذكر القرآن القتال يذكر معـه ضوابطه، فهنا مثلاً حددت الآية قتال المعتدين [وَقَتِلُواْ فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَتِلُونَكُمْ] (190) كما وبينت الأخلاق الحربية في القتال بعدم الاعتداء (ولا تعتدوا).\n"
  },
  {
    "section_id": 2,
    "count": "",
    "description": "",
    "reference": "الحج: محطة وقود\n",
    "content": "وتنتقل الآيات للحديث عن أحكام الحج، فما الذي دعا للكلام على الحج بعد القتال؟ إن الحج هو أول تدريب على القتال، والله تعالى يتيح للأمة من خلال\nالحج فرصة تدريبية (من إعداد نفسي وبدني وروحي) للتدريب على الجهاد وتغيير العادات.. تأمل كيف أن آيات السورة وحدة متماسكة رغم تنوع موضوعاتها.\nوهنا نتذكر دعوة سيدنا إبراهيم عليه السلام في آخر الجزء الأول من السورة [... وَأَرِنَا مَنَاسِكَنَا ... فكان التفصيل في أحكام الحج في الآيات (196-200) استجابة لدعوة سيدنا إبراهيم في الآية (128).\n"
  },
  {
    "section_id": 2,
    "count": "",
    "description": "",
    "reference": "أركان الإسلام\n",
    "content": "ويلاحظ أمر هام، وهو أن أركان الإسلام الخمسة لم تأت مفصلة ومجتمعة في أي سورة من القرآن كما في سورة البقرة.. فأحكام الصيام لم ترد إلا في سورة البقرة وأحكام الحج لم تفصل إلا في سورة البقرة وكذلك أحكام الإنفاق وأن الإسلام منهج زكوي تنموي لا ربوي. وأما الشهادتان فأول آيات سورة البقرة تشير إلى ... الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ...] (3). نصل إلى عماد الدين: الصلاة، التي تكررت الإشارات اليها من أول [ وَأَقِيمُواْ الصَّلوةَ وَآتُوا الزَّكَوةَ] (43) إلى قوله تعالى [ حَفِظُوا عَلَى الصَّلَوتِ والصَّلَوةِ الْوُسْطَى] (238) وهنا الآية الوحيدة التي خصصت إحدى الصلوات الخمسة لأهميتها وهي صلاة العصر.\n"
  },
  {
    "section_id": 2,
    "count": "",
    "description": "",
    "reference": "آدخلوا في السلم كافة\n",
    "content": "وبعد أن عرضت الآيات أحكاماً مختلفة نصل إلى آية محورية هامة [يَأَيُّهَا الَّذِينَ ءامَنُوا ادْخُلُوا فِي السّلْمِ كَافَّةً] (208) ومعنى السلم هنا الإسلام. أي أن المعنى: يا أيها الذين أمنوا أدخلوا في الإسلام الكامل الشامل، الإسلام الذي يمثل هذا المنهج بجميع جوانبه. وسبب ورود الآية في هذا المواضيع أن الآيات السابقة بينت معالم المنهج . من تعبد وتشريع جنائي وتركات وقتال وأحكام الحج والإنفاق. فتأتي هذه الآية لتأمر بأخذ الإسلام بأحكامه كلها والتحذير من أخذ جزء آخر كما فعل اليهود [أَفَتُؤْمِنُونَ بِبَعْضِ الْكِتَابِ وَتَكْفُرُونَ بِبَعْضٍ] (36)..\nفهذا تنبيه لأمة محمد p على الدخول في الإسلام كافة وإتباعه كافة فلا ينبغي أن\n نأخذ أجزاء ونترك أجزاء، كالتي تصلي وتترك الحجاب أو تقوم الليـل وتـؤذي جارتها.\n"
  },
  {
    "section_id": 2,
    "count": "",
    "description": "",
    "reference": "اكتمال المنهج: أحكام الأسرة\n",
    "content": "ويستمر المنهج في تبيان أحكام الأسرة والزواج والطلاق والرضاعة والخطبة، على مدى ربعين كاملين، وقد يتساءل البعض عن سبب تأخر أحكام الأسرة وعدم ورودها في الأول.. والجواب أنه لا بد من البدء بطاعة الله والتقوى والصيام والحج للإعداد، لأن تنظيم الأسرة من الأمور الصعبة.. فملايين القوانين تعجز عن إصلاح نفوس تريد الإنحراف. لذلك أغلب آيات هذين الربعين ختمت بتقوى الله أو التذكير بعلمه ومراقبته: [وَاعْلَمُوا أَنَّ اللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ] (231)\n وَاعْلَمُوا أَنَّ الله بِمَا تَعْمَلُونَ بَصِيرٌ ] (233)\nوَاللهُ بِمَا تَعْمَلُونَ خَبِيرٌ] (234)وَأَن تَعْفُوا أَقْرَبُ لِلتَّقْوَىٰ] (237)\n[ وَلِلْمُطَلَّقَتِ مَتَعْ بِالْمَعْرُوفِ حَقًّا عَلَى الْمُتَّقِينَ] (241)\nوتغليف أحكام الأسرة بالتقوى، يعلمنا أن النظام الأخلاقي والنظام العملي في الإسلام مرتبطان دائماً.\n"
  },
  {
    "section_id": 2,
    "count": "",
    "description": "",
    "reference": "من سيكمل إلى النهاية؟\n",
    "content": "وتذكر الآيات (246) - 252 قصة قتال طالوت وجالوت، قصة فئة من بني إسرائيل نجحت في المهمة وفئة أخرى فشلت لأسباب عديدة (رفض أمر الله والتولي بعد أن كتب عليهم القتال عدم طاعة النبي - الفشل في امتحان الشرب من النهر – قياس النصر والهزيمة بالمقاييس المادية. هذه القصة اشتملت على قتال وحرب وأنـاس خافت من لقاء العدو وأخرى ،قاتلت للتأكيد على لزوم القتال لحماية المنهج، وأن الجبناء والخائفين لا يصلحون لحملـه وبالتالي لا يصلحون للمسؤولية على الأرض.\n"
  },
  {
    "section_id": 2,
    "count": "",
    "description": "",
    "reference": "آية الكرسي: قدرة وعظمة الله\n",
    "content": "وتصل الآيات إلى أعظم آية في القرآن آية الكرسي (255) وهي أروع كلام وصفاته عرفته البشرية في تاريخها.\nالله لا إلَهَ إِلا هُوَ الْحَيُّ الْقَيُّومُ لا تأخذهُ سِنَةٌ وَلا نَوْمٌ لَّهُ مَا فِي السَّمَوَاتِ وَمَا فِي الْأَرْضِ مَن ذَا الَّذِى يَشْفَعُ عِندَهُ إِلَّا بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْء مَنْ عِلْمِهِ إِلَّا بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَالْأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ] (255)\nواللطيـف أن بعـد هـذه الآية مباشرة يأتي قوله تعالى في الآيـة (256) [لا إِكْرَاهَ فِي الدِّين...] وسبب هذا أن الحجة قد أقيمت على البشر بآيـة الكرسي فمن آثر الكفر بعدها فلا تكرهوه على الإيمان [قَد تَّبَيَّنَ الرُّشْدُ مِنَ الْغَي].\nوسبب ورود آية الكرسي في وسط الكلام . عن المنهج هو أننا أثناء تطبيق هذا المنهج نحتاج إلى ما يثبتنا ويشعرنا بأن هذا المنهج من الله تعالى، وأن الله ولي من يطبق هذا المنهج [اللَّهُ وَلِيُّ الَّذِينَ ءامَنُوا ]\n"
  },
  {
    "section_id": 2,
    "count": "",
    "description": "",
    "reference": "دلائل وبراهين\n",
    "content": "ويأتي بعد آية الكرسي ثلاث قصص تعرض نماذج حياتية لتؤكد آية الكرسي قصة سيدنا إبراهيم عليه السلام مع النمرود [إِذْ قَالَ إِبْرَاهِيمُ رَبِّيَ الَّذِي يُحْيِ وَيُمِيتُ قَالَ أَنَا أُحْيِ وَأُمِيتُ قَالَ إِبْرَاهِيمُ فَإِنَّ اللَّهَ يَأْتِي بِالشَّمْسِ مِنَ الْمَشْرِقِ فَأْتِ بِهَا مِنَ الْمَغْرِبِ فَبُهِتَ الَّذِى كَفَرَ] (258).\nوقصة عزير [ أَوْ كَالَّذِى مَرَّ عَلَى قَرْيَةٍ وَهِيَ حَاوِيَةٌ ... ثُمَّ بَعَثَهُ...] (259). وقصة سيدنا إبراهيم وهو يقول [ رَبِّ أَرِنِى كَيْفَ تُحْيِ الْمَوْتَى...] (260).\nفأمره الله تعالى أن يأخذ عدداً من الطيور ويقطعها ثم يطرقها على رؤوس الجبال ثم يدعوها، فإذا بالريش والدم يعود كما كانوا قبل تقطيعهم، [وَأَعْلَمْ أَنَّ الله عَزِيزٌ حَكِيمٌ] (260).\nفهذه للقصص تؤكد قدرة الله على الإحياء والإماته [اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ] (255) جاءت بعد كل آيات المنهج لتقوية إيمان المسلم ويقينه بالله فتكون عوناً له على تحمل تبعات المنهج الثقيل."
  },
  {
    "section_id": 2,
    "count": "",
    "description": "",
    "reference": "النظام المالي والاقتصادي\n",
    "content": "وتظهر الآيات آخر ملامح المنهج وهو النظام المالي والاقتصادي في الإسلام، والذي عنوانه : الإسلام منهج تنموي وليس منهج ربوي، وتأتي الآيات لتحذر من الريا: [ يَمْحَقُ الله الْرَبُوا وَيُرْبِي الصَّدَقَتِ وَالله لا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ] (276). يَأَيُّهَا الَّذِينَ ءامَنُواْ اتَّقُواْ الله وَذَرُواْ مَا بَقِيَ مِنَ الرَّبُوا إِن كُنتُمْ مُّؤْمِنِينَ & فَإِن لَّمْ تَفْعَلُوا فَأْذَنُوا بِحَرْبٍ مِّنَ الله وَرَسُولِهِ وَإِن تُبْتُمْ فَلَكُمْ رُءُوسُ أَمْوَلِكُمْ لاَ تَظْلِمُونَ وَلاَ تُظْلَمُونَ] (278 - 279).\nحتى تأتي آية المداينة (وهي أطول آية في القرأن لتوضح معالم المنهج فأكثر في قضايا الديون وإثباتها جاءت لتفيد التثبت في المعاملات [إِذَا تَدَايَنتُم بِدَيْنِ إِلَى أَجَلٍ مُّسَمًّى فَاكْتُبُوهُ] (282) بعد ذكر قصة إبراهيم في التثبت في العقيدة [وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ أَرِنِي كَيْفَ تُحْى الْمَوْتَى قَالَ أَوَلَمْ تُؤْمِن قَالَ بَلَى وَلَكِن لِّيَطْمَئِنَّ قلبى] (260) لتوحي هاتان الآيتان في داخلك أن التثبت أسلوب المسلم في حياته في كل نواحيها. والملاحظ أن آيات الربا جاءت بين آيات الإنفاق والتنمية لتوضح أن الإسلام لا يحرم شيئاً إلا ويأتي بالبديل الأصلح\n"
  },
  {
    "section_id": 2,
    "count": "",
    "description": "",
    "reference": "سورة البقرة: إشارة الإمارة\n",
    "content": "بعد أن استعرضنا سورة البقرة وشموليتها لأحكام الإسلام نفهم . لماذا كان النبي يولي على القوم من يحفظ سورة البقرة لأنه بذلك قد جمع معالم المنهج. هذا المنهج الشامل الذي هو الصراط المستقيم في سورة الفاتحة، نجده عقيدة في آية الكرسي وعبادة في أحكام الصيام والحج ومعاملات في الإنفاق وتوثيق الديون وتحريم الربا وأحكام القتال، يغلفها جميعها محاور ثلاثة الطاعة، التميز بالوسطية، التقوى.\n"
  },
  {
    "section_id": 2,
    "count": "",
    "description": "",
    "reference": "الختام: سمعنا وأطعنا\n",
    "content": "تختم سورة البقرة بآيتين هما كنز من : وَقَالُوا سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ ] (285).\nفبنو إسرائيل قالوا [سَمِعْنَا وَعَصَيْنَا] (93) أما أمة الإسلام فليكن شعارنا [سَمِعْنَا وَأَطَعْنَا] لنبقى مسؤولين عن الأرض. ويأتي بعدها الدعاء [لا يُكَلِّفُ الله نَفْسًا إِلَّا وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لَا تُؤَاخِذْنَا إِن نَّسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِن قَبْلِنَا رَبَّنَا وَلَا تُحَمِّلْنَا مَا لاَ طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا أَنتَ مَوْلَنَا فَأَنْصُرْنَا عَلَى الْقَوْمِ الْكَفِرِينَ] (286).\n قد يخطئ الإنسان في حياته أثناء قيامه بهذا المنهج وقد يضعف فالصراط المستقيم هو هداية من الله، لذلك يحتاج المسلم إلى العـون الرباني بأن يدعو بالعفو والغفران والرحمة. فإذا قام المسلم بقتال من أراد محاربة المنهج وأهله فهو يسأل الله النصر على القوم الكافرين، ولقد إستجاب الله تعالى لهذه الدعوات بقوله (قد فعلت).\n"
  },
  {
    "section_id": 3,
    "count": "",
    "description": "",
    "reference": "سورة آل عمران (مدنية) نزلت بعد الأنفال وعدد آياتها 200 آية وهي بعد سورة البقرة في ترتيب المصحف.\n",
    "content": ""
  },
  {
    "section_id": 3,
    "count": "",
    "description": "",
    "reference": "علاقتها مع سورة البقرة\n",
    "content": "سورة آل عمران هي شقيقة سورة البقرة بنص أحاديث النبي p وتسميان (بالزهراوين). وهناك تشابه كبير بينهما، فكلتهما بدأتا بـ [ألم]، واختتمتا بدعاء، ومن لطائف القرآن أن أول 3 سور من القرآن قد اختتمت بدعاء:\nالفاتحة [اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ ...] (4).\nالبقرة [ رَبَّنَا لَا تُؤَاخِذْنَا إِن نَّسِينَا أَوْ أَخْطَأْنَا] (255).\nوآل عمران [... رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَتِنَا وَتَوَفَّنَا مَعَ الْأَبْرَارِ].(193)\n وهذه إشارة إلى أهمية الدعاء عند المسلم ليلجأ إليه دائماً.\n"
  },
  {
    "section_id": 3,
    "count": "",
    "description": "",
    "reference": "من وحي الحروف (ألم)\n",
    "content": "ولعل أهم أوجه التشابه هو ابتداء السورتين بالأحرف المقطعة [ألم]، وهي إشارة إلى أن كل آية من آيات السورتين تحتوي على هذه الأحرف الثلاثة. وهناك سور كثيرة في القرآن ابتدأت بأحرف مقطعة مثل ألم أو حـم)، فكأنها مفتاح للدخول إلى معاني السور. وهناك ملحوظة أخرى أن كل السور التي : تبداً الأحرف ترتبط في أهدافها ومعانيها.\n وقد يتساءل البعض عن المراد من ابتداء بعض السور بهذه الأحرف والواقع\nأن هناك آراء كثيرة للعلماء في تفسيرها.\nولتبسيط الموضوع وتقريبه إلى الأذهان نقول: هذه الأحرف قد جاءت في أوائل السور لتحدّي الكفار، وكأنه سبحانه يقول للكفار: أليست هذه الحروف هي حروف لغتكم؟ أليست هي المادة الأولية التي تستخدمونها؟ فهل تستطيعون أن تأتوا منها بمثل هذا القرآن؟ فالمادة والذرة قد يصنع منهما الإنسان الكمبيوتر والسيارة، ولكنه لا يقدر أن ينفخ فيهما الروح. وكذلك هذه الحروف قد يصنع الناس منها شعراً ونثراً لكن هل يقدرون على أن يأتوا بقرآن فيه روح؟\n اسمع قول الله تعالى: [وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحاً مِّنْ أَمْرِنَا ](الشورى، 52).\nولذلك فإن أغلب السور التي تبدأ بالحروف المقطعة يأتي بعدها تمجيد للكتاب (أو القرآن أو الوحي أو الذكر.\n"
  },
  {
    "section_id": 3,
    "count": "",
    "description": "",
    "reference": "الثبات على المبدأ\n",
    "content": "إن الهدف الذي تدور حوله السورة وثيق الصلة بهدف سورة البقرة التي كانت تخبر المسلمين بأنهم مسؤولون عن الاستخلاف. الأرض، والتي عرضت منهج فسورة آل عمران تؤكد الثبات على هذا المنهج، والكثير من الأشخاص – بعد أن يقرأوا المنهج ويتحملوا المسؤولية - يزيغون ويسقطون ويبتعدون عن المنهج القويم، كالذي يتعبد في شهر رمضان ثم يغلق أبواب الطاعة والعبادة بعده. فالسورة تخاطب المتدينين منذ أكثر من 20 سنة وتثبتهم على الدين، كما تخاطب الشباب الذين تدينوا بالأمس وتقول لهم أثبتوا على دينكم ومنهجكم لتحقيق استخلاف المسلم في الأرض.\n"
  },
  {
    "section_id": 3,
    "count": "",
    "description": "",
    "reference": "كيف نثبت على الحق؟\n",
    "content": "للإجابة على هذا السؤال يجب أن نعرف كيف يزيغ الناس، فالناس يضللون إما بالأفكار التي تشوش عقائدهم، أو يتيهون وسط مشاغل الحياة فتضعف\n\nعزائمهم. وبالتالي فأسباب الهلاك فكرية (داخلية) أو عملية (خارجية)، والسورة تحث المؤمن على الثبات في المجالين وتحذره مما قد يكون سبباً في زلته.\nلذلك تقسم السورة إلى قسمين:\n.1 القسم الأول: الآيات (1 – 120)\nالثبات على الحق فكرياً أمام المؤثرات الخارجية، من خلال الحديث عن أهل الكتاب والحوار معهم، وهو أول حوار بين العقائد في القرآن.\n2. القسم الثاني : الآيات (120 – 200)\nتتحدث عن الثبات على الحق عملياً أمام المؤثرات الداخلية من خلال الحديث عن غزوة أحد، كنموذج للأخطاء التي قد تقع وكيفية تفاديها.\nوقد بَدَأْتُ بالخارج حتى تجهز للمسلم البيئة المحيطة، وبعد ذلـك بـدأت بالتكلم على الداخل. والواقع أن السورة تناولت هذين المحورين من خلال التعليق على حادثتين حصلنا على عهد النبي \n-الحادثة الأولى: لقاء وفد نصارى نجران مع النبي، حين استضافهم في المسجد النبوي وحاورهم لمدة ثلاثة أيام.\nالحادثة الثانية: غزوة أحد والهزيمة أمام المشركين، فتأتي 80 آية للتعقيب عليها، لأن أكثر المؤمنين لم يثبتوا في الغزوة ولم يطيعوا أوامر نبـيـهـم P (وخاصة الرماة).\nصحیح أن هذه الآيات تعلق على حوادث مضى عليها أكثر من 1400 سنة، لكنها تخاطب المسلمين في كل العصور لتعلمهم كيف يثبتوا خارجياً وداخلياً، فكرياً وعملياً.\n"
  },
  {
    "section_id": 3,
    "count": "",
    "description": "",
    "reference": "من البداية للنهاية\n",
    "content": "بدأت السورة بما يساعد المسلم على الثبات، وختمت أيضاً بما يثبته على الحق\nاقرأ في بداية السورة [الم مع الله لا إِلَهَ إِلا هُوَ الْحَيُّ الْقَيُّومُ * نَزَّلَ عَلَيْكَ الْكِتَبَ بِالْحَقِّ مُصَدِّقاً لِّمَا بَيْنَ يَدَيه] (1-3).\nفإلهـك إلـه واحـد وهـو المعين على الثبات، والكتاب حق، وهو طريقك إلى الثبات على هذا الدين.\nوالآية الأخيرة تقول للمؤمنين يَأَيُّهَا الَّذِينَ ءامَنُوا أَصْبِرُوا وَصَابِرُوا وَرَابِطُوا وَاتَّقُوا الله لَعَلَّكُمْ تُفْلِحُونَ] (200).\nاصبروا أي اصبر نفسك، أما صابروا فمعناها أن تساعد غيرك على الصبر، وأما رابطوا فمعناها أن يبقى المسلم مستعداً لمواجهة أي خطر يأتي من الخارج. والرباط يكون على الثغور لدفع وصد العدو الخارجي سواء كان هذا العدو جيشاً أو فكرة وشبهة.\nوذكر القرآن كعامل من عوامل الثبات قد تكرر كثيراً في السورة. فتأتي الآية (7) لتوضح [هُوَ الَّذِي أَنزَلَ عَلَيْكَ الْكِتَبَ مِنْهُ آيَتٌ مُّحْكَمَتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَبِهَتْ فَأَمَّا الَّذِينَ في قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَبَهَ مِنْهُ ابْتِغَاء الْفِتْنَةِ وَابْتِغَاء تَأْوِيلِهِ وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللَّهُ وَالرَّسِخُونَ فِي الْعِلْمِ يَقُولُونَ ءامَنَّا بِهِ كُلٌّ مِّنْ عِندِ رَبَّنَا وَمَا يَذَّكَّرُ إِلا أَوْلُوا الالْبَبِ].\nفالفهم الصحيح للقرآن من أهم عوامل الثبات الفكري والكثير من الناس قد يزيغون ويقعون في الباطل عن طريق اتباع المتشابه من القرآن. فالسورة تحذرنا من هذا الضلال وتحثنا على أن نكون من الراسخين في العلم، وان ندعو بدعاء الثبات: [رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِن لَّدُنكَ رَحْمَةً إِنَّكَ أَنتَ الْوَهَّابُ] (8).\n"
  },
  {
    "section_id": 3,
    "count": "",
    "description": "",
    "reference": "آيات تدعو إلى الثبات\n",
    "content": "وهذه الآيات كثيرة جداً في السورة. فمرة يكون ذلك عبر التذكير بأشخاص ثبتوا عند لقاء العدو.\n(في معرض الحديث عن غزوة بدر) [قَدْ كَانَ لَكُمْ آيَةٌ فِي فِئَتَيْنِ الْتَقَتَا فِئَة تُقَتِلُ فِي سَبِيلِ الله وَأُخْرَى كَافِرَةٌ يَرَوْنَهُمْ مَثْلَيْهِمْ رَأْيَ الْعَيْنِ وَاللَّهُ يُؤَيِّدُ بِنَصْرِهِ مَن يَشَاء إِنَّ فِي ذَلِكَ لَعِبْرَةً لِاوْلِي الْأَبْصَرِ ] (13).\n ومرة تذكرنا السورة بالحواريين حين ثبتوا على نصرة دين الله تعالى وعدم الكفر فَلَمَّا أَحَسَّ عِيسَى مِنْهُمُ الْكُفْرَ قَالَ مَنْ أَنصَارَى إِلَى اللَّهُ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنْصَارُ الله ءامَنَّا بِالله وَاشْهَدْ بِأَنَّا مُسْلِمُونَ) (52) .\n وبمناسبة الحديث عن الأمم السابقة، يذكرنا الله تعالى بعهد الأنبياء وثباتهم على نصرة الإسلام.\n [وَإِذْ أَخَذَ الله مِيثَاقَ النَّبِيِّيْنَ لَمَا ءاتَيْتُكُم مِّن كِتَابٍ وَحِكْمَة ثُمَّ جَاءَكُمْ رَسُولٌ مُّصَدِّقٌ لَّمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهِ وَلَتَنصُرُنَّهُ ...] (81).\n وفي سورة آل عمران تجد آيات تحتك على التقوى والثبات على الدين حتى الممات.\nيَأَيُّهَا الَّذِينَ ءامَنُوا اتَّقُواْ الله حَقَّ تُقَاتِهِ وَلاَ تَمُوتُنَّ إِلَّا وَأَنتُم مُّسْلِمُونَ](102) الآية تقول لك: إياك أن تموت إلا وأنت مسلم.\n ولكن كيف ونحن لا نعرف متى نموت؟ الجواب: اتق الله واثبت على طاعته الخاتمة إن شاء الله. تموت على الإسلام وتضمن حسن وتأتي الآية التي بعدها مباشرة [وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعاً وَلَا تَفَرَّقُواْ ].(103)\n فإذا أردت الثبات على الحق فاعتصم بالقرآن والزم المتدينين والصحبة الصالحة وإياك والاختلاف. وَلا تَكُونُوا كَالَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا مِن بَعْدِ مَا جَاءَهُمُ الْبَيِّنَاتُ...].(105)\nوتتوالى الآيات في السورة لتحث على الثبات في مواطن مختلفة. فتأمل معي\nقول الله تعالى في الثبات عند لقاء العدو:\nوَكَأَيِّن مِّن نَّبِي قَاتَلَ مَعَهُ رَبَّيُّونَ كَثِيرٌ فَمَا وَهَنُوا لِمَا أَصَابَهُمْ فِي سَبِيلِ اللَّه وَمَا ضَعْفُواْ وَمَا اسْتَكَانُوا وَالله يُحِبُّ الصَّبِرِينَ ] (146).\nوتأمل قول الله تعالى: [الَّذِينَ قَالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُواْ لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ إِيمَناً وَقَالُواْ حَسْبُنَا اللَّه وَنِعْمَ الْوَكِيلُ » فَأَنْقَلَبُوا بِنِعْمَةٍ مِّنَ الله وَفَضْلٍ لَّمْ يَمْسَسْهُمْ سُوء وَاتَّبَعُواْ رِضْونَ اللَّهِ وَاللَّهُ ذُو فَضْلٍ عَظِيمٍ ].(174-173)\nآيات كثيرة تدعو المسلمين للثبات وعدم الضعف والتخاذل تحت أي ظرف. ولأن الثبات أمر خطير ومصيري، فالسورة تحذر من عوامل تزلزل إيمان المؤمن وتقلّل من مقدرته على الثبات.\n"
  },
  {
    "section_id": 3,
    "count": "",
    "description": "",
    "reference": "عقبات الثبات الشهوات والمعاصي\n",
    "content": "ي أوائل السورة نقرأ الآية [ زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوتِ مِنَ النِّسَاءِ وَالْبَنِينَ وَالْقَنَاطِيرِ الْمُقَنطَرَةِ مِنَ الذَّهَبِ وَالْفِضَّةِ وَالْخَيْلِ الْمُسَوَّمَةِ وَالانْعَمِ وَالْحَرْثِ ذلِكَ مَتَعُ الْحَيَوةِ الدُّنْيَا وَاللَّهُ عِندَهُ حُسْنُ الْمَأَبِ] (14).\nفالتعلق بمتاع الدنيا الزائل وشهوتها الفانية عامل خطير ضد ثبات الأمة. ويقول تعالى: [إِنَّ الَّذِينَ تَوَلَّوْاْ مِنكُمْ يَوْمَ الْتَقَى الْجَمْعَانِ إِنَّمَا اسْتَزَلَّهُمُ الشَّيْطَنُ بِبَعْضٍ مَا كَسَبُوا ] (155).\nفهذه الآية تقول بأن الذين تولوا من الصحابة يوم غزوة أحد كان عندهم ذنوب في الماضي، فاستزلّهم بها الشيطان فلم يثبتوا.\nونرى آية أخرى في نفس المعنى:\nأَوَ لَمَّا أَصَبَتْكُمْ مُّصِيبَةٌ قَدْ أَصَبْتُمْ مَثْلَيْهَا قُلْتُمْ أَنَّى هَذَا قُلْ هُوَ مِنْ عِند أَنْفُسِكُمْ] (165).\n"
  },
  {
    "section_id": 3,
    "count": "",
    "description": "",
    "reference": "الحل: (التوبة)\n",
    "content": "لذلك تتكرّر الآيات التي تدعو إلى التوبة والمسارعة فيها. فيقول تعالى: [الَّذِينَ يَقُولُونَ رَبَّنَا إِنَّنَا امَنَّا فَاغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ النَّارِ] (16).\n إِلَّا الَّذِينَ تَابُواْ مِن بَعْدِ ذَلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ] (89). وتأتي الآية [وَسَارِعُوا إِلَى مَغْفِرَةٍ مِّن رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمَوتُ وَالْأَرْضُ أُعِدَّتْ لِلْمُتَّقِينَ] (133).\nفلتكن هذه الآية شعاراً للشباب الذين يقعون في المعاصي، المسارعة بالاستغفار والتوبة لنثبت على الحق ونضمن جنة عرضها السماوات والأرض. مما سبق تبين لنا أن الثبات على الحق أمر مهم وخطير وأن العقبات دونه كثيرة مما يوصلنا إلى السؤال المهم : ما هي العوامل التي تساعدنا على الثبات على الحق؟ خمسة عوامل: أتت بها السورة وركزت عليها: 1. اللجوء إلى الله: فالثبات من الله تعالى وهو القادر على تثبيتنا على منهجه. لذلك فالسورة تحت على الدعاء كثيراً من أولها:\nا رَبَّنَا لا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِن لَّدُنكَ رَحْمَةً إِنَّكَ أَنتَ الْوَهَّابُ] (8).\nرَبَّنَا إِنَّكَ جَامِعُ النَّاسِ لِيَوْمِ لَا رَيْبَ فِيهِ إِنَّ اللَّهَ لَا يُخْلِفُ الْمِيعَادَ ] (9). قل اللهمَّ مَلِكَ الْمُلْكِ تُؤْتِي الْمُلْكَ مَن تَشَاء وَتَنزِعُ الْمُلْكَ مِمَّن تَشَاء وَتُعِزُّ مَن تَشَاء وَتُذِلُّ مَن تَشَاء بِيَدِكَ الْخَيْرُ إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ] (26).\nإلى أن يصوّر لنا القرآن نماذج مضيئة وكيف كانت تلجأ إلى الله. فهذه زوجة عمران تدعو الله قائلة: [ رَبِّ إِنِّي نَذَرْتُ لَكَ مَا فِي بَطْنِي مُحَرَّرًا] (35). وزكريا هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُ قَالَ رَبِّ هَبْ لِي مِن لَّدُنْكَ ذُرِّيَّةً طَيِّبَةً] (38).\nوتمضي الآيـات في الســورة لتحـت علـى الـدعاء وترغـب فيـه، فهـذا دعاء الأمم السابقة في الثبات عند لقاء العدو [ وَمَا كَانَ قَوْلَهُمْ إِلَّا أَن قَالُوا رَبَّنَا اغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِي أَمْرِنَا وَثَبِّتْ أَقْدَامَنَا وَأَنصُرْنَا عَلَى الْقَوْمِ الْكَفِرِينَ].(147)\nوهذا دعاء أولي الألباب [ رَّبَّنَا إِنَّنَا سَمِعْنَا مُنَادِياً يُنَادِي لِلإِيمَنِ أَنْ آمِنُواْ بِرَبِّكُمْ فَتَامَنَّا رَبَّنَا فَأَغْفِرْ لَنَا ذُنُوبَنَا وَكَفَّرْ عَنَّا سَيِّئَتِنَا وَتَوَفَّنَا مَعَ الْأَبْرَارِ & رَبَّنَا وَعَاتِنَا مَا وَعَدتَّنَا عَلَىٰ رُسُلِكَ وَلاَ تُحْزِنَا يَوْمَ الْقِيَمَةِ إِنَّكَ لَا تُخْلِفُ الْمِيعَادَ & فَاسْتَجَابَ لَهُمْ رَبُّهُمْ أَنِّى لا أُضِيعُ عَمَلَ عَامِلٍ مِّنْكُمْ مِّن ذَكَرٍ أَوْ أُنثَىٰ بَعْضُكُم من بَعْضٍ فَالَّذِينَ هَاجَرُوا وَأَخْرِجُوا مِن دِيَرِهِمْ وَأُوذُوا فِي سَبِيلِي وَقَتَلُوا وَقُتِلُوا لا كَفَرَنَّ عَنْهُمْ سَيِّئَتِهِمْ وَلاَدْخِلَنَّهُمْ جَنَّتٍ تَجْرِى مِن تَحْتِهَا الْأَنْهَرُ ثَوَاباً مِّن عِندِ الله وَاللَّهُ عِندَهُ حُسْنُ الثَّوَابِ] (193 - 195).\n  2. العبادة: وتقرأ في ذلك قوله تعالى: [كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا] (37) فكانت عاكفة على المحراب، فتعلم منها سيدنا زكريا لذلك عندما نادته الملائكة لتبشره بيحيى: [فَنَادَتْهُ الْمَلَئِكَةُ وَهُوَ قَائِمٌ يُصَلِّى فِي الْمِحْرَابِ].(39)\nوهكذا نرى أن أجواء العبادة في السورة كثيرة ونصل إلى صفات أولي الألباب في آخر السور لنقرأ قوله تعالى: [الَّذِينَ يَذْكُرُونَ اللَّهِ قِيماً وَقُعُوداً وَعَلَى جُنُوبِهم ...] (191).\n3. الدعوة إلى الله: توجد . منطقة في مخ الإنسان هي منطقة القناعات، وهناك منطقة أبعد وأقوى هي منطقة الهوية والإنتماء، ولكي ننقل فكرة في المخ من منطقة القناعات إلى منطقة الهوية والإنتماء لا بد أن نتحدث عنها. فقد يكون المرء مقتنعاً بالإسلام، لكن الإسلام لم يصبح هويـة لـه. فإذا أراد الإنسان أن يكمل انتمائه إلى دينه فينبغي أن يكثر الحديث عنه، فيقوى انتماءه للفكرة ويثبت عليها. فالدعوة إلى الله من أهم عوامل الثبات لأن الداعي حين يأخذ بيد الناس\nفإنه سيكون أول من يثبت على ما يدعو الناس إليه. لذا فإن السورة تحتوي على الكثير من الآيات التي تحت المؤمن على الدعوة إلى الله: وَلْتَكُن مِّنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَأُوْلَئِكَ هُمُ الْمُفْلِحُونَ] (104).\nكُنتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ وَتُؤْمِنُونَ بِاللَّهِ وَلَوْ ءامَنَ أَهْلَ الْكِتَبِ لَكَانَ خَيْراً لَّهُمْ مِّنْهُمُ الْمُؤْمِنُونَ وَأَكْثَرُهُمْ الْفَسِقُونَ] (110).\n4. وضوح الهدف: ومن عوامل الثبات أن يكون لـك هـدف واضح فيحياتك.\nيقول تعالى: [الَّذِينَ يَذْكُرُونَ الله قِيَماً... رَبَّنَا مَا خَلَقْتَ هَذا بَاطِلاً سُبْحَنَكَ فَقِنَا عَذَابَ النَّارِ] (191).\nفلا بد أن نفهم أن هذا الكون قد أنشئ لهدف ولم ينشأ عبثاً، والهدف هو عبادة الله ومعرفته وأن نكون مسؤولين عن الأرض كما وضحت سورة البقرة).\n5. الأخوة: [وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعاً وَلَا تَفَرَّقُوا] (103). فالأخوة في الله تؤمن للمسلم الصحبة الصالحة وهي من أهم نعم الله على الإنسان [فَأَصْبَحْتُم بِنِعْمَتِهِ إِخْوَاناً] (103). لذلك تحذرنا السورة من تضييع الأخوة والتفرق [وَلَا تَكُونُوا كَالَّذِينَ تَفَرَّقُوا وَاخْتَلَفُواْ مِن بَعْدِ مَا جَاءَهُمُ الْبَيِّنَتُ] (105).\n"
  },
  {
    "section_id": 3,
    "count": "",
    "description": "",
    "reference": "الثبات الفكري\n",
    "content": "سبق وذكرنا أن السورة تنقسم إلى قسمين:\nوالقسم الأول من الآية (1) - (120) يناقش عقيدة أهل الكتاب مناقشة راقية وعلمية ومؤدبة. إنها لا تهدف إلى تسفيه أفكارهم بل تهدف إلى تثبيت المؤمنين فكرياً وتنقية أفكارهم من الشبهات.\nلذلك إذا عدنا إلى جو هذه المناقشة، نجد أحداثها تدور في المسجد النبوي مع وفد نصارى نجران الذين مكثوا ثلاثة أيام في المدينة ليتحاوروا مع رسول الله p حواراً هو الأول من نوعه بين المسلمين والمسيحيين. ومن المهم هنا أن نوضح أن الحوار والتفاهم مع الآخر لا يعني أبداً التنازل عن جزء من العقيدة أو الـقـيـم والمبادئ، وهذا ما سنراه بوضوح من خلال الحوار الموجود في السورة وتقسيم القرآن الرائع والمنطقي لمراحله:\n"
  },
  {
    "section_id": 3,
    "count": "",
    "description": "",
    "reference": "تقوية عقيدة المسلمين قبل النقاش\n",
    "content": "تبدأ السورة قبل النقاش بتقوية عقيدة المسلمين:\nشَهِدَ الله أَنَّهُ لا إِلَهَ إِلَّا هُوَ وَالْمَلَئِكَةُ وَأُوْلُوا الْعِلْمِ قَائِمَا بِالْقِسْطِ لَا إِلَهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ] (18).\nإنَّ الدِّينَ عِندَ الله الإِسْلَمُ] (19).\nأَفَغَيْرَ دِينِ الله يَبْغُونَ وَلَهُ أَسْلَمَ مَن فِى السَّمَوتِ وَالْأَرْضِ طَوْعًا وَكَرْهًا ].(83)\n[ وَمَن يَبْتَغِ غَيْرَ الإِسْلَمِ دِينًا فَلَن يُقْبَلَ مِنْهُ] (85). فَإِنْ حَاجُّوكَ فَقُلْ أَسْلَمْتُ وَجْهِيَ اللَّهُ وَمَنِ اتَّبَعَنِ] (20).\n"
  },
  {
    "section_id": 3,
    "count": "",
    "description": "",
    "reference": "إيجاد نقاط اتفاق\n",
    "content": "لا بد من إيجاد أرضية مشتركة قبل البدء بأي حوار، وهو ما بينه القرآن في قوله تعالى: [قُلْ يأهْلَ الْكِتَبِ تَعَالَوْاْ إِلَى كَلِمَةٍ سَوَاء بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا الله وَلَا نُشْرِكَ بِهِ شَيْئاً وَلَا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِّن دُونِ اللَّهِ فَإِن تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ] (64).\nوتذكر السورة الإيمان بأنبياء الله تعالى كلهم (بما في ذلك أنبياء أهل الكتاب) كنقطة أخرى من النقاط المشتركة معهم:\n[قُلْ عَامَنَّا بِالله وَمَا أُنزِلَ عَلَيْنَا وَمَا أُنزِلَ عَلَى إِبْرَاهِيمَ وَإِسْمَعِيلَ وَإِسْحَق وَيَعْقُوبَ وَالْأَسْبَاطِ وَمَا أُوتِيَ مُوسَى وَعِيسَى وَالنَّبِيُّونَ مِن رَّبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ] (84).\n"
  },
  {
    "section_id": 3,
    "count": "",
    "description": "",
    "reference": "الحجج والبراهين وسيلة القرآن للتثبيت\n",
    "content": "إِنَّ مَثَلَ عِيسَى عِندَ الله كَمَثَل ءادَمَ خَلَقَهُ مِن تُرَابٍ ثُمَّ قَالَ لَهُ كُن فَيَكُونُ] (59).\nيَاهْلَ الْكِتَبِ لِمَ تُحَاجُّونَ فِى إِبْرَاهِيمَ وَمَا أُنزِلَتِ التَّورَاةُ وَالْإِنْجِيلُ إِلَّا مِن بَعْدِهِ أَفَلَا تَعْقِلُونَ] (65).\n[ هانتُمْ هَؤُلاء حَجَجْتُمْ فِيمَا لَكُم بِهِ عِلْمٌ فَلِمَ تُحَاجُّونَ فِيمَا لَيْسَ لَكُمْ بِه عِلْمٌ] (66). مَا كَانَ إِبْرَاهِيمُ يَهُودِيًا وَلَا نَصْرَانِيًا وَلَكِن كَانَ حَنِيفًا مُّسْلِمًا وَمَا كَانَ مِن الْمُشْرِكِينَ] (67).\nآيات كثيرة في الإقناع العقلي والمنطقي مَا كَانَ لِبَشَرٍ أَن يُؤْتِيهُ اللَّه الْكِتَبَ وَالْحُكْمَ وَالنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُوا عِبَادًا لّى مِن دُونِ اللَّه وَلَكِن كُونُواْ رَبَّنِيِّينَ بِمَا كُنتُمْ تُعَلَّمُونَ الْكِتَابَ وَبِمَا كُنتُمْ تَدْرُسُونَ] (79).\n[وَلَا يَأْمُرَكُمْ أَن تَتَّخِذُوا الْمَلَئِكَةَ وَالنَّبِيِّينَ أَرْبَابًا أَيَأْمُرُكُم بِالْكُفْرِ بَعْدَ إِذْ أَنتُم مُّسْلِمُونَ] (80).\n"
  },
  {
    "section_id": 3,
    "count": "",
    "description": "",
    "reference": "تحذير أهل الكتاب من التكذيب\n",
    "content": "وبعد أن عرضت الآيات الأدلّة العقلية والمنطقية، تنتقل إلى جانب آخر من النقاش وهو التحذير والترهيب.\nيَأَهْلَ الْكِتَبِ لِمَ تَكْفُرُونَ بِأَيْتِ اللَّهِ وَأَنتُمْ تَشْهَدُونَ] (70).\nيَأَهْلَ الْكِتَبِ لِمَ تَلْبِسُونَ الْحَقَّ بِالْبَطِل وَتَكْتُمُونَ الْحَقَّ وَأَنتُمْ تَعْلَمُونَ ](71)\n[ فَكَيْفَ إِذَا جَمَعْنَهُمْ لِيَوْمٍ لا رَيْبَ فِيهِ وَوُفِّيَتْ كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لا يُظْلَمُونَ ] (25).\nثم يشتد التحدي:\nفَمَنْ حَاجَّكَ فِيهِ مِن بَعْدِ مَا جَاءَكَ مِنَ الْعِلْمِ فَقُلْ تَعَالَوْا نَدْعُ أَبْنَاءَنَا وَأَبْنَاءكُمْ وَنِسَاءَنَا وَنِسَاءَكُمْ وَأَنفُسَنَا وَأَنفُسَكُمْ ثُمَّ نَبْتَهِلْ فَنَجْعَل لَّعْنَتُ اللَّهُ عَلَى الْكَذِبِينَ] (61).\nتسمى هذه الآية بآية المباهلة : أي أن يجتمع الفريقان المتناقشان ويبتهلون إلى الله بأن الفئة المحقة ويلعن الفئة الكاذبة، وطبعاً لم يقبل نصارى نجران هذا ينصر التحدي الشديد.\n"
  },
  {
    "section_id": 3,
    "count": "",
    "description": "",
    "reference": "العدل والتوازن في النقاش\n",
    "content": "ولأن الإسلام دين راق جداً، هذا الحوار لا يختم إلا بذكر حسنات بعض أهل الكتاب ويحــت المسلمين على العدل في النظــرة إليهم: لَيْسُوا سَوَاء مَنْ أَهْلِ الْكِتَابِ أُمَّةٌ قَائِمَةٌ يَتْلُونَ ءايَتِ اللهِ انَاء الَّيْل وَهُمْ يَسْجُدُونَ] (113). وَمِنْ أَهْلِ الْكِتَابِ مَنْ إِن تَأْمَنْهُ بِقِنْطَارٍ يُؤَدِّهِ إِلَيْكَ وَمِنْهُمْ مَّنْ إِن تَأْمَنَّهُ بِدِينَارٍ لَا يُؤَدِّهِ إِلَيْكَ إِلَّا مَا دُمْتَ عَلَيْهِ قَائِمًا ] (75). فالقرآن يعلمنا أن كونهم غير مسلمين لا يعني أن كل تصرفاتهم خطأ وكل معاملاتهم غش.\nيا مسلمون تعلموا من سورة آل عمران التوازن في التعامل مع غير المسلمين. والقرآن يثني أيضاً على أنبياء أهل الكتاب: [إِنَّ اللَّهَ اصْطَفَى آدَمَ وَنُوحًا وَعالَ إِبْرَهِيمَ وَعالَ عِمْرَنَ عَلَى الْعَلَمِينَ] (33).\nويمتدح السيدة مريم باصطفائها على نساء العالمين : [وَإِذْ قَالَتِ الْمَلَئِكَةُ يُمَرْيَمُ إِنَّ اللَّهُ أَصْطَفَكِ ... عَلَى نِسَاء الْعَلَمِينَ] (42).\nإنه مبــدأ رائـــع في التوازن والعدل، فلـم تـأت هـذه الآيـة في مدح زوجـــــة النـــــي ولا ابنتـــه بـــل أتـــت في الثنـاء علـــــى الـســـــيـدة مـــــريم عليها السلام.\n"
  },
  {
    "section_id": 3,
    "count": "",
    "description": "",
    "reference": "لا للاتباع الأعمى\n",
    "content": "وبالمقابل يحذرنا القرآن من الاتباع الأعمى لأهل الكتاب بعد أن بين لنا عقائدهم:\nيَأَيُّهَا الَّذِينَ ءامَنُوا إِن تُطِيعُوا فَرِيقاً مِّنَ الَّذِينَ أُوتُوا الْكِتَابَ يَرُدُّوكُم بَعْدَ إِيمَنِكُمْ كَفِرِينَ] (100).\nوَكَيْفَ تَكْفُرُونَ وَأَنْتُمْ تُتْلَى عَلَيْكُمْ ايْتُ اللَّهِ وَفِيكُمْ رَسُولُهُ وَمَن يَعْتَصِم بِاللَّهِ فَقَدْ هُدِى إِلَى صِرَاطٍ مُسْتَقِيمٍ] (101). [هَا أَنتُمْ أَوْلاء تُحِبُّونَهُمْ وَلَا يُحِبُّونَكُمْ وَتُؤْمِنُونَ بِالْكِتَابِ كُلِّهِ وَإِذَا لَقُوكُمْ قَالُوا امَنَّا وَإِذَا خَلَوْا عَضُواْ عَلَيْكُمُ الأَنَامِلَ مِنَ الْغَيْظِ] (119). وَلا تَكُونُوا كَالَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا مِن بَعْدِ مَا جَاءَهُمُ الْبَيِّنَاتُ وَأُوْلَئِكَ لَهُمْ عَذَابٌ عَظِيمٌ] (105).\nوالملاحظ أن محاور هذا النقاش تأتي ضمن آيات متشابكة متتالية: ثنـاء عليهم، ثم برهان، ثم نقطة اتفاق، ثم تقوية عقيدة (وهو ما يظهر بوضوح في بعض المقاطع مثل الآيات 79 – 83).\nولا ننسى في خضم هذا النقاش آل عمران هذه العائلة المباركة التي سمی الله. تعالى السورة باسمها من امرأة عمران ودعائها إلى السيدة مريم وتبتلها، ثم زكريا ) ودعائه، إلى سيدنا عيسى ووالدته ثم رفعه إلى السماء آيات رائعة في اصطفائهم وفضلهم على العالمين.\n"
  },
  {
    "section_id": 3,
    "count": "",
    "description": "",
    "reference": "ختام أقسام السورة بالثبات\n",
    "content": "ومن الإشارات الواضحة أن يختم القسم الأول بالثبات [وَإِن تَصْبِرُوا وَتَتَّقُواْ لا يَضُرُّكُمْ كَيْدُهُمْ شَيْئاً] (120).\nكما ختم القسم الثاني بالثبات [ يَأَيُّهَا الَّذِينَ ءامَنُوا اصْبِرُوا وَصَابِرُوا وَرَابِطُوا وَاتَّقُوا اللَّه لَعَلَّكُمْ تُفْلِحُونَ] (200).\n"
  },
  {
    "section_id": 3,
    "count": "",
    "description": "",
    "reference": "الثبات العملي بعد الثبات الفكري\n",
    "content": "بعدما ثبت البناء الخارجي ضد الأفكار والشبهات ينتقل القرآن إلى تثبيت البناء الداخلي، ويعالج القرآن هـذا الموضوع بالتعقيب علـى غــزوة أُحـد. فالمسلمون خرجوا مــن الغزوة منكسرين، خجلين من عصيان أمر النبي p ومن هروبهم وخذلانهم لرسول الله .. فكان أن عالجهم القرآن علاجاً راقياً من خلال:\n1. التذكير بفضل الله عليهم : وأن النصر من عند الله، فذكرهم بغزوة بدر: إِذْ هَمَّتْ طَائِفَتَانِ مِنكُمْ أَن تَفْشَلاً] أي أن لا تثبتـا علـى الحـق) [وَالله وَلِيُّهُمَا ] (122) (هو الذي ثبتهما).\nوَلَقَدْ نَصَرَكُمُ اللهُ بِبَدْرٍ وَأَنتُمْ أَذِلَّةٌ ] (123).\nونرى في نفس السياق التأكيد على أن النصر من عند الله: بَلَى إِن تَصْبِرُوا وَتَتَّقُواْ وَيَأْتُوكُمْ مِّن فَوْرِهِمْ... مُسَوَّمِينَ] (125). لاحظ أن الصبر والتقوى قد تكرر ذكرهما في ختام أقسام السورة، كما ذكرا هنا أيضاً كسبب لنزول الملائكة ونصر المؤمنين.\n2. الأمر بالتوبة والعودة إلى الله : هنا مظهر آخر من روعة القرآن في التربية والتثبيت، فقبل أن يذكر أخطائهم أو يؤنبهم، يدعوهم للعودة والإنابة إلى الله: وَسَارِعُوا إِلَى مَغْفِرَةٍ مِّن رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمَوتُ وَالْأَرْضُ] (133).\nوَالَّذِينَ إِذَا فَعَلُوا فَحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ ذَكَرُوا اللَّهُ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ وَمَن يَغْفِرُ الذُّنُوبَ إِلا الله وَلَمْ يُصِرُّوا عَلَى مَا فَعَلُوا وَهُمْ يَعْلَمُونَ] (135).\n 3.المواساة: رفع الروح المعنوية بين الصحابة، آيات رائعة تخاطب المسلمين في كل زمان ومكان لتثبيتهم رغم كل الآلام وكل المصائب: [وَلَا تَهِنُوا وَلَا تَحْزَنُوا وَأَنتُمُ الأَعْلَوْنَ إِن كُنتُم مُّؤْمِنِينَ] (139).\nإِن يَمْسَسْكُمْ قَرْحٌ فَقَدْ مَسَّ الْقَوْمَ قَرْحٌ مَثْلُهُ وَتِلْكَ الأَيَّامُ نُدَاوِلُهَا بَيْنَ النَّاسِ] (140).\nفتمسح الآيات بحنان على آلام الصحابة، فالكفـار قـد تـألمـوا مـثلـكـم وفـقـدوا الأرواح مثلكم.\nثم تأتي الآية الرائعة في التثبيت : [أَمْ حَسِبْتُمْ أَن تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَهَدُوا مِنكُمْ وَيَعْلَمَ الصَّبِرِينَ] (142).\nفالجنة غالية، ولا بد لمن يطلبها أن يجاهد ويصبر لينالها.\n4. لوم رقيق: بعد رفع الروح المعنوية يبدأ اللوم الرقيق. وَلَقَدْ كُنتُمْ تَمَنَّوْنَ الْمَوْتَ مِن قَبْل أَن تَلْقَوْهُ فَقَدْ رَأَيْتُمُوهُ وَأَنتُمْ تَنظُرُونَ] (143).\nوَمَا مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِن قَبْلِهِ الرُّسُلُ أَفَإِيْن مَّاتَ أَوْ قُتِلَ انقَلَبْتُمْ عَلَى أَعْقَبِكُمْ وَمَن يَنقَلِبْ عَلَى عَقِبَيْهِ فَلَن يَضُرَّ اللَّهُ شَيْئاً وَسَيَجْزِي اللَّهُ الشَّكِرِينَ] (144). ويلومهم لوماً آخر: [إِذْ تُصْعِدُونَ وَلاَ تَلْوُونَ عَلَى أَحَدٍ وَالرَّسُولُ يَدْعُوكُمْ فِي أُخْرَاكُمْ] (153).\nتخيل هذا المشهد: المسلمون يركضون ولا يستمعون لأحد والرسول p ثابت في أرض المعركة يناديهم ويذكرهم بالآخرة. ثم ذكرهم بأحوال السابقين وثباتهم: وَكَأَيِّن مِّن نَّبِي قَاتَلَ مَعَهُ رِبْيُّونَ كَثِيرٌ فَمَا وَهَنُوا لِمَا أَصَابَهُمْ فِي سَبِيلِ اللَّهِ وَمَا ضَعُفُواْ وَمَا اسْتَكَانُواْ وَاللَّهُ يُحِبُّ الصَّبِرِينَ] (146).\n5. عودة للمواساة: [ثُمَّ أَنزَلَ عَلَيْكُمْ مِّن بَعْدِ الْغَمِّ أَمَنَةً نُّعَاسًاً يَغْشَى طَائِفَةً منكُمْ] (154).\nويحنن قلب النبي ( عليهم [فَبِمَا رَحْمَةٍ مِّنَ اللَّهُ لِنتَ لَهُمْ وَلَوْ كُنْتَ فَظًّا غَلِيظَ الْقَلْبِ لاَنْفَضُّوا مِنْ حَوْلِكَ فَاعْفُ عَنْهُمْ وَأَسْتَغْفِرْ لَهُمْ وَشَاوِرْهُمْ في الأمر] (159).\nحتى بعد الهزيمة، تأمر الآيات النبي م أن لا يترك الشورى. استشعر روعـة هـذا الدين الذي يمزج اللوم مع الحنان والمواساة في أحلك الظروف وأصعبها.\n6. أسباب الهزيمة وعدم الثبات بعد كل هذا لا بد من تبيان أسباب الهزيمة والثبات حتى يستفيد المسلمون في كل زمان ومكان من الأخطاء التي وقعت: أ. الاختلاف وعدم الطاعة: [وَلَقَدْ صَدَقَكُمُ اللَّهُ وَعْدَهُ إِذْ تَحْشُونَهُمْ باذنه] (152).\nفالله تعالى قد أصدقكم وعده بالنصر [ حَتَّى إِذَا فَشِلْتُمْ (أي لم تثبتوا) [ وَتَنَزَعْتُمْ فِي الأمْرِ] (أي اختلفتم) [وَعَصَيْتُمْ ] وهذه إشارة إلى خطورة المعصية وأثرها [مَن بَعْدِ مَا أَرَاكُمْ مَّا تُحِبُّونَ] (من بعد ما أراكم بشائر النصر) مِنكُم مَّن يُرِيدُ الدُّنْيَا وَمِنكُم مَّن يُرِيدُ الأَخِرَةَ] (بعضكم كان يبغي متاع الدنيا من وراء القتال، فكانت الهزيمة).\nب المعاصي والذنوب: [إِنَّ الَّذِينَ تَوَلَّوْا مِنكُمْ يَوْمَ الْتَقَى الْجَمْعَانِ إِنَّمَا اسْتَزَلَّهُمُ الشَّيْطَنُ بِبَعْضٍ مَا كَسَبُوا] (155).\nج. التعلق بالأشخاص: فعندما يتعلق الناس بالأشخاص أكثر من تعلقهم بالفكرة يضعف ثباتهم وانتماؤهم للفكرة نفسها، فبعض الصحابة ألقى السلاح عندما سمعوا بإشاعة قتل النبي P فنزلت الآيات تؤنبهم\nوَمَا مُحَمَّدٌ إِلا رَسُولٌ قَدْ خَلَتْ مِن قَبْلِهِ الرُّسُلُ أَفَإِيْن مَّاتَ أَوْ قُتِل انقَلَبْتُمْ عَلَى أَعْقَبِكُمْ] (144).\n"
  },
  {
    "section_id": 3,
    "count": "",
    "description": "",
    "reference": "التحذير من الخلاف في السورة\n",
    "content": "لاحظنا أن السورة ركزت على التحذير من الخلاف لأنه من أكثر العوامل التي تؤدي لعدم الثبات وتزلزل الصف الداخلي سواء أكان الخلاف فكريا أو عملياً.\nلذلك حذرت السورة من:\nأ. اتباع الآيات المتشابهة . من الكتاب بقصد الفتنة والتأويل: [فَأَمَّا الَّذِينَ في قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَبَهَ مِنْهُ ابْتِغَاءِ الْفِتْنَةِ وَابْتِغَاء تَأْوِيلِهِ] (7).\nب. التفرق والاختلاف في الفروع: [وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعاً وَلَا تَفَرَّقُوا] (103). وتحذرنا السـورة مـن الخـلاف والتفـرق في آيـات الله وَلاَ تَكُونُوا كَالَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا مِن بَعْدِ مَا جَاءَهُمُ الْبَيِّنَتُ ](105)\n\nج. الربا: لأنه من أسباب الخلاف بين المسلمين [يَأَيُّهَا الَّذِينَ ءامَنُوا لَا تَأْكُلُوا الرِّبَا أَضْعَفاً مُّضَعَفَةً] (130).\nد.التفرد بالرأي: لذلك أمرت الآيات النبي بالشورى رغم كل ما حدث في أحد [ فَاعْفُ عَنْهُمْ وَاسْتَغْفِرْ لَهُمْ وَشَاوِرْهُمْ فِي الأمْرِ فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى الله ] (159). \n"
  },
  {
    "section_id": 3,
    "count": "",
    "description": "",
    "reference": "علاقة القسم الأول بالثاني",
    "content": "1. عدم التعلق بالأشخاص: إن إشاعة قتل النبي p والمفاجأة التي حصلت في أحد لخبطت المسلمين، وكذلك فان قصة رفع المسيح فجأة لخبطت المسيحيين وأدت إلى ما هم عليه من ضلال فسورة آل عمران توجهنا إلى التعلق بالفكرة لا بالأفراد والأشخاص، فهم يزولون ويموتون وتبقى الفكرة ويبقى الدين، فيا شباب إن أردتم الثبات فإياكم والتعلق بداعية ما أو بشخص ما ونسيان الفكرة والرسالة.\n2. أهمية الاتباع مع أن السورة ركزت على عدم التعلق بالأشخاص لكنها بينت أهمية الاتباع والطاعة. - ففي القسم الأول: [فَلَمَّا أَحَسَّ عِيسَى مِنْهُمُ الْكُفْرَ قَالَ مَنْ أَنصَارِي إِلَى اللَّهُ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنْصَارُ اللَّهُ ] (52).\nهذه الآية وضحت الغاية [إِلَى الله ] وبينت لهم الوسيلة والطريق: [مَنْ أنصاري فلا بد لهم أن يكونوا من أنصار النبي.\n- ونرى في القسم الثاني آية عامة على مر العصور في اتباع الأنبياء: وَكَأَيِّن مِّن نَّبِي قَاتَلَ مَعَهُ رَبِّيُّونَ كَثِيرٌ فَمَا وَهَنُوا لِمَا أَصَابَهُمْ فِي سَبِيلِ اللَّهِ وَمَا ضَعُفُواْ وَمَا اسْتَكَانُوا وَاللَّهُ يُحِبُّ الصَّبِرِينَ] (146). والآية [إِذْ تُصْعِدُونَ وَلَا تَلْوُونَ عَلَى أَحَدٍ وَالرَّسُولُ يَدْعُوكُمْ فِي أُخْرَاكُمْ](153).\n تلوم المؤمنين على تقصيرهم في اتباع النبي وطاعته في غزوة أحد.\n"
  },
  {
    "section_id": 3,
    "count": "",
    "description": "",
    "reference": "لماذا سميت السورة بآل عمران؟",
    "content": "ما علاقة كل ما قيل عن الثبات بآل عمران؟ إن الله تعالى قد اختار في هذه السورة رمزين من رموز الثبات امرأة آل عمران ومريم بنت عمران، وسرد لنا قصتهما في ربعين كاملين من السورة فالسيدة مريم ثبتت على طاعة الله تعالى وعبادته وثبتت على العفة حتى استحقت أن تذكر بهذه الصفة في القرآن [الَّتِي أَحْصَنَتْ فَرْجَهَا] فمن أخطر الأمور التي تضيّع الأفراد وتضيّع المجتمعات الفشل في الثبات على الطاعة وعلى العفة. فكانت السيدة مريم عليها السلام رمزاً للثبات عليهما.\nوأما زوجـــة عمـران فقد كان همها الأول أن يكون الجنين الذي تحمله ناصراً لدين الله تعالى: [ رَبِّ إِنِّي نَذَرْتُ لَكَ مَا فِي بَطْنِي مُحَرَّرًا فَتَقَبَّلْ مني] (53).\nمحرّراً أي خالصاً لك فكانت تريده أن يحرر المسجد الأقصى من يد الرومان المعتدين وبذلك كانت رمزاً للثبات على فكرتها حتى بعد أن علمت أن وليدها كان أنثى. [فَلَمَّا وَضَعَتْهَا قَالَتْ رَبِّ إِنِّى وَضَعْتُهَا أُنثَى وَاللَّهُ أَعْلَمُ بِمَا وَضَعَتْ وَلَيْسَ الذَّكَرُ كَالأُنْثَى وَإنّى سَمَّيْتُهَا مَرْيَمَ ...] (36) فتقبل امرأة عمران صدق نيتها [فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٍ وَأَنبَتَهَا الله تعالى من نَبَاتًا حَسَنًا ...] (37).\nواللطيف أن الله تعالى ذكر هذين الرمزين في السورة التي تناقش أهل الكتاب وهذه طريقة مميزة للقرآن في تقريب الناس كما مرّ معنا. فمع أنه ينكر على ما يعتقده أهل الكتاب لكنه يثني على شخصيات عظيمة يؤمنون بها كزوجة عمران والسيدة مريم.\n"
  },
  {
    "section_id": 3,
    "count": "",
    "description": "",
    "reference": "قيمة المرأة في السورة",
    "content": "واللطيف أيضاً في السورة التي تتحدث ن الثبات أن الله تعالى جعــل نموذج الثبـات سيدتين فالسورة مع أن اسمهـا آل عمران، لم تذكر عمران نفسه بل ركزت على زوجته ونيتها المخلصة في نصرة دين الله التي كانت سبباً بعـد ذلك في ولادة السيدة مريم ومـن بعـدهـا سـيدنا عيسى. لاحظ أيضاً أن سيدنا زكريا على ما له من قيمة في أنبياء بني إسرائيل قد تعلّم من السيدة مريم.\nكُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا الْمِحْرَابَ وَجَدَ عِندَهَا رِزْقًا قَالَ يُمَرْيَمُ أَنَّى لَكِ هَذَا قَالَتْ هُوَ مِنْ عِندِ الله...] و[هُنَالِكَ دَعَا زَكَرِيَّـا ربَّهُ ...] (37-38).\nفرمز الثبات في السورة هـو النساء، والسورة التالية بعد آل عمران أيضاً سورة النساء، وهذا أوضح دليل على تكريم الإسلام للمرأة ورفع قدرها. فيا شباب أثبتوا على الحق فكراً وعملاً، ويا فتيات أثبتن علـى الحـق فـكـراً وعملاً، وتعلّموا من السيدتين اللتين ذكرت في هذه السورة: امرأة عمران، ومريم بنت عمران.\n"
  },
  {
    "section_id": 4,
    "count": "",
    "description": "",
    "reference": "",
    "content": "سورة النساء (مدنية) نزلت بعد سورة الممتحنة وعدد آياتها (176) مائة وسـ وسبعون آية، وهي السورة الرابعة في ترتيب المصحف بعد سورة آل عمران.\nسورة العدل والرحمة خاصة مع الضعفاء فبعد أن حدّدت سورة البقرة مسؤولية المسلمين عن الأرض وعرضت منهج الاستخلاف، جاءت سورة آل عمران لتدعو إلى الثبات على المنهج القويم وعلى المسؤولية الملقاة على عاتق المؤمنين. ثم جاءت سورة النساء لتعلمنا أن المستأمن على الأرض لا بد أن يكون على قدر من العدل والرحمة تجاه الضعفاء الذين استؤمن عليهم وكأن الصفة الأولى التي تميّز المسؤولين عن الأرض العدل.. ولهذا فإن سورة النساء تتحدث عن حقوق الضعفاء في المجتمع. إنها تتحدث عن اليتامى والعبيد والخدم والورثة، كما تركز بشكل أساسي على النساء. وكذلك فإنها تتحدث عن الأقليات غير المسلمة التي تعيش في كنف الإسلام وعن حقوقها بالإضافة إلى التوجه إلى المستضعفين أنفسهم وكيف ينبغي عليهم التصرف في المواقف المختلفة. يضاف إلى كل هذا الحديث عن ابن السبيل وعن الوالدين وكيف يجب أن يُعاملوا.. فهي سورة الرحمة وسورة العدل.. يتكرر في كل آية من آياتهـا ذكـر الضعفاء والعـدل والرحمة بشكل رائع يدلنا على عظمة الإعجاز القرآني في التكرار دون أن يمل القارئ.\n"
  },
  {
    "section_id": 4,
    "count": "",
    "description": "",
    "reference": " سبب التسمية: بيتك أولاً ",
    "content": " أما سبب تسمية السورة بهذا الاسم فهو أن المرء لو عدل مع زوجته في بيته ورحمها فإنه سيعرف كيف سيعدل مع بقية الضعفاء.\nفهي سورة المستضعفين وقد اختار الله نوعاً من أنواع المستضعفين وهم ليكونوا اسماً لهذه السورة.. وكأن الله يقول لك: قبل أن أستأمنك على الأرض،\nأرني عدلك في بيتك، فلو عدلت ورحمت في بيتك فستكون مستأمناً للعدل في المجتمع، إن العدل . مع النساء في البيوت نموذج يقاس به عدل المسلمين في امتحان الاستخلاف على الأرض، فهل سنجد بعد هذا من يدعي بأن الإسلام يضطهد المرأة ولا يعدل معها؟ إن هذه الادعاءات لن تنطلي على قارئ القرآن بعد الآن وخاصة مع الذي يقرأ سورة النساء، فهناك سورة كاملة تتناول العدل والرحمة معهن، وقبلها سورة آل عمران التي عرضت السيدة مريم وامرأة عمران كنموذجين للثبات (كأن سورة آل عمران تمهد لتكريم المرأة).\nتعالوا الآن أيها الأخوة نخوض في رحاب الآيات الكريمة وننوي أثناء قراءتها أن نعدل مع كل الناس خاصة مع الضعفاء.\n"
  },
  {
    "section_id": 4,
    "count": "",
    "description": "",
    "reference": "دعامة الاستخلاف العدل\n",
    "content": "تبدأ السورة بداية واضحة في توضيح هدفها [يَأَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِّن نَّفْسٍ وَحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَاء...] (1) فهذه الآية تخبرنا بأن الأصل الإنساني واحد [من نَّفْسٍ وحِدَةٍ] فلم الظلم؟؟ وتبين الآية أن النساء قد خلقن من الرجال، وفي هذا دعوة صريحة للرأفة بهنّ كما في حديث النبي: \"النساء شقائق الرجال\". والملاحظ أن السورة بدأت بخطاب عالمي [يَأَيُّهَا النَّاسُ] بينما سورة المائدة بدأت بخطاب المؤمنين [يَأَيُّهَا الَّذِينَ ءامَنُوا] وذلك لأن العدل قانون عام للأمم جميعاً.. فلا يمكن لأمة أن تسود في الأرض وهي ظالمة.. فالعدل أساس الملك وأساس الاستقرار وأساس الاستخلاف. وفي هذا يقول ابن تيمية رحمه الله تعالى: .. وأمور الناس تستقيم مع العدل الذي فيه الاشتراك في أنواع الإثم، أكثر مما تستقيم مع الظلم في الحقوق وإن لم تشترك في إثم، ولهذا قيل: إن الله يقيم الدولة\nالعادلة ،وإن كانت كافرة، ولا يقيم الظالمة وإن كانت مسلمة، ويقال الدنيا تدوم مع العدل والكفر، ولا تدوم مع الظلم والإسلام..) 146/28 مجموع الفتاوى. ولاحظ أن سورة النساء ابتدأت بنفس المعنى الذي ختمت به السورة التي قبلها: التقوى. فقد ختمت آل عمران بـ [وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ] (200) وابتدأت سورة النساء بـ [يَأَيُّهَا النَّاسُ اتَّقُواْ رَبَّكُمُ] (1).\n"
  },
  {
    "section_id": 4,
    "count": "",
    "description": "",
    "reference": "لا تأكل النار\n",
    "content": "والآية الثانية تحذر من ظلم نوع آخر من المستضعفين: [وَاتُواْ الْيَتَامَى أَمْوَلَهُمْ وَلَا تَتَبَدَّلُواْ الْخَبِيثَ بِالطَّيِّبِ وَلاَ تَأْكُلُوا أَمْوَلَهُمْ إِلَىٰ أَمْوَلِكُمْ إِنَّهُ كَانَ حوباً كبيراً] ثم بعد ذلك يأتي قوله تعالى : [وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى ] كان العرب يربّون اليتيمة فينفقون عليها من مالها، فإذا كبرت وأراد أن يتزوجها وليها فقد يبخسها في مهرها، ولا يعطيها مهراً مثل ما يعطي غيرها من النساء، فأتت الآية لتدافع أيضاً عن تلك الفئة المستضعفة من النساء، وفي هذه الآية نرى القاعدة المشهورة في إباحة عدد الزوجات : العدل ثم العدل ثم العدل وإلا فواحدة.\n[فَإِنْ خِفْتُمْ أَلا تَعْدِلُوا فَوحِدَةً ... ].\n"
  },
  {
    "section_id": 4,
    "count": "",
    "description": "",
    "reference": "المهر: حق الزوجة مع طيب النفس\n",
    "content": "ثم تأتي الآية الرابعة لتقرر حق الزوجة في المهر ، وأهمية أن يعطيها الرجل مهرها \"نحلة\" أي عن طيب نفس [ وَاتُواْ النِّسَاء صَدُقَتِهِنَّ نِحْلَةً فَإِن طِبْنَ لَكُمْ عَن شَيْءٍ مِّنْهُ نَفْساً فَكُلُوهُ هَنِيئاً مَّرِيئًا ] .\nفانظر أخي المسلم إلى هذه الرحمة المتبادلة بين الزوجين يرسخها الإسلام في آية المهر. فالمطلوب من الرجل طيب النفس في العطاء، أما المرأة فهي مخيّرة بين أن تحتفظ بحقها أو أن تطيب نفسها ببعضه إكراماً لزوجها. آية رائعة في الجمع بين المطالبة بحق الزوجة وبين العلاقة الحميمة المتبادلة في العطاء عن طيب النفس.\n"
  },
  {
    "section_id": 4,
    "count": "",
    "description": "",
    "reference": "العدل حتى مع السفهاء\n",
    "content": "وتمضي الآيات لتحقق العدل مع فئات المجتمع المختلفة، حتى السفهاء من الناس [وَلَا تُؤْتُوا السُّفَهَاء أَمْوَلَكُمُ الَّتِي جَعَلَ اللَّهُ لَكُمْ قِيماً وَارْزُقُوهُمْ فِيهَا وَاكْسُوهُمْ وَقُولُوا لَهُمْ قَوْلاً مَّعْرُوفاً] (5) والسفهاء هم الذين لا يحسنون إدارة أموالهم بحيث لو أنه ترك معهم لتبدد بسرعة. فحتى هذه الفئة من الناس لا يجوز أن تظلم أو أن تستغل، كما يفعل البعض بحجة سفاهة صاحب المال. ثم تأتي الآية السادسة أيضاً لتقرر حق اليتامى في مالهم إذا بلغوا سن الرشد [ وَابْتَلُواْ الْيَتَمَى حَتَّى إِذَا بَلَغُواْ النّكَاحَ فَإِنْ انَسْتُمْ مِّنْهُمْ رُشْداً فَادْفَعُوا إِلَيْهِمْ أَمْولَهُمْ وَلاَ تَأْكُلُوهَا إِسْرَافاً وَبِدَاراً أَن يَكْبَرُوا ] . والآية السابعة تقرّر حق المرأة في الميراث الذي حرمها منه بعض العرب في الجاهلية [للرِّجَالِ نَصيبٌ مِّمَّا تَرَكَ الْوَلِدَنِ وَالأَقْرَبُونَ وَلِلنِّسَاءِ نَصِيبٌ مِّمَّا تَرَكَ الْوَلِدَنِ وَالْأَقْرَبُونَ مِمَّا قَلَّ مِنْهُ أَوْ كَثُرَ نَصِيباً مَّفْرُوضاً].\nوالآية الثامنة تجمع بين العدل والإحسان [وَإِذَا حَضَرَ الْقِسْمَةَ أُوْلُوا الْقُرْبَى وَالْيَتَمَى وَالْمَسَكِينُ فَارْزُقُوهُمْ مِّنْهُ وَقُولُوا لَهُمْ قَوْلاً مَّعْرُوفاً].\n"
  },
  {
    "section_id": 4,
    "count": "",
    "description": "",
    "reference": "إحفظ أولادك من بعدك بالعدل\n",
    "content": "والآية التاسعة : تصحح مفهوماً سائداً عند الناسِ [وَلْيَخْشَ الَّذِينَ لَوْ تَرَكُوا مِنْ خَلْفِهِمْ ذُرِّيَّةً ضِعَفاً خَافُوا عَلَيْهِمْ فَلْيَتَّقُوا الله وَلْيَقُولُوا قَوْلاً سَدِيداً] كثير من الناس يأكلون الحرام ويعتدون على غيرهم بحجة أنهم يخافون على أولادهم بعد وفاتهم، لكن السورة تقول لك العكس: اعدل مع غيرك وقل قولاً سديداً يحفظ لك الله أولادك.\nثم تأتي الآية العاشرة لتحذِّر من الظلم تحذيراً شديداً [إِنَّ الَّذِينَ يَأْكُلُونَ أَمْولَ الْيَتَمَى ظُلْماً إِنَّمَا يَأْكُلُونَ فِي بُطُونِهِمْ نَاراً وَسَيَصْلَوْن سَعِيراً ] .\n"
  },
  {
    "section_id": 4,
    "count": "",
    "description": "",
    "reference": "الميراث بالعدل\n",
    "content": "وبعد ذلك تأتي أحكام الميراث للأولاد والبنات في الآية (11) [يُوصِيكُمُ الله فِي أَوْلَدِكُمْ لِلذَّكَرِ مِثْلُ حَظِ الأَنْثَيَيْنِ ...] هذا العدل لأن هو تقسيم الإرث ليس على أساس الأفضلية، وليس بنسبة متساوية بين الذكر والأنثى بل على أساس الواجبات والمسؤوليات لكل واحد منهما. فالرجل عنده مسؤولية النفقة على بيته وزوجته. بينما المرأة ليس عليها أي واجب للنفقة وإذا تزوجت فعلى زوجها أن ينفق عليها وتبقى لها حصتها من الإرث.\nثم الآية (12) تفصل الميراث بين الزوجين أيضاً بالعدل [وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوجُكُمْ إِنْ لَّمْ يَكُنْ لَّهُنَّ وَلَدٌ] فباختصار أخي المسلم، كلما أحسست بأن العدل قد نقص من حياتك خاصة مع زوجتك بيتك أو الضعفاء فعليك أن تقرأ سورة النساء: سورة العدل وأن تعرض نفسك على آياتها.\n"
  },
  {
    "section_id": 4,
    "count": "",
    "description": "",
    "reference": "تلك حدود الله\n",
    "content": "ثم تأتي آيتــان (13-14) محوريتان في الترغيـب بالعدل والترهيـب مـن الظـلـم والتعدي على حدود الله [ تِلْكَ حُدُودُ الله وَمَن يُطِعِ اللَّهُ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِى مِن تَحْتِهَا الأَنْهَرُ خَالِدِينَ فِيهَا وَذَلِكَ الْفَوْزُ الْعَظِيمُ * وَمَن يَعْصِ اللَّهُ وَرَسُولَهُ وَيَتَعَدَّ حُدُودَهُ يُدْخِلْهُ نَاراً خَلِداً فِيهَا وَلَهُ عَذَابٌ مُّهِينٌ ]\nفماذا لو وقع الظلم من البشر ؟ تأتي الآية (17) لتجيب على السؤال مباشرة وتفتح باب التوبة [إِنَّمَا التَّوْبَةُ عَلَى اللَّهُ لِلَّذِينَ يَعْمَلُونَ السُّوءِ بِجَهَلَةٍ ثُمَّ يَتُوبُونَ مِن قَرِيبٍ فَأُوْلَئِكَ يَتُوبُ اللَّهُ عَلَيْهِمْ وَكَانَ اللَّهُ عَلِيماً حَكِيمًا ].\n"
  },
  {
    "section_id": 4,
    "count": "",
    "description": "",
    "reference": "شعار السورة: وعاشروهن بالمعروف\n",
    "content": "وتعود الآيات إلى الحديث عن العدل النساء [يَأَيُّهَا الَّذِينَ ءامَنُوا لَا مع يَحِلُّ لَكُمْ أَن تَرِثُوا النِّسَاء كَرْهاً...] (19) فهذه الآية تحذر من إرث النساء كرهاً [وَلَا تَعْضُلُوهُنَّ لِتَذْهَبُوا بِبَعْضٍ مَا اتَيْتُمُوهُنَّ إِلَّا أَن يَأْتِينَ بِفَاحِشَةٍ مُّبَيِّنَةٍ وَعَاشِرُوهُنَّ بِالْمَعْرُوفِ] (19).. فليس معنى [وَعَاشِرُوهُنَّ بِالْمَعْرُوفِ] أَن لا يظلم الرجل زوجته فحسب، بل إن العلماء قالوا بأن المعاشرة بالمعروف هي أن يتحمّل الرجل الأذى من زوجته ويصبر عليها ويرقق قلبها حتى يذهب عنها غضبها كما كان يفعل النبي : وتمضي الآية لتقول [ فَإِن كَرِهْتُمُوهُنَّ فَعَسَى أَن تَكْرَهُوا شَيْئاً وَيَجْعَلَ اللَّهُ فِيهِ خَيْراً كَثِيراً] (19).\n"
  },
  {
    "section_id": 4,
    "count": "",
    "description": "",
    "reference": "وأخذن منكم ميثاقاً غليظاً ",
    "content": "ثم تأتي الآية (20) [وَإِنْ أَرَدْتُمُ اسْتِبْدَالَ زَوْجٍ مَّكَانَ زَوْجِ وَاتَيْتُمْ إِحْدَاهُنَّ قِنْطَاراً فَلا تَأْخُذُوا مِنْهُ شَيْئاً أَتَأخُذُونَهُ بُهْتَنا وَإِثْماً مبيناً] هذه الآيات تجمع بين العدل والواقعية في التعامل مع المرأة، فأولاً: عاشروهن بالمعروف، ثم لو كرهتها فاصبر فإذا لم تقدر وأردت استبدال زوجة مكان زوجتك فإياك أن تأخذ من مهرها شيئاً، حتى لو كان قنطاراً أي مالاً كثيراً. والآية شديدة في هذا المعنى [أَتَأْخُذُونَهُ بُهْتَنا وَإِثْماً مُّبِيناً]. لماذا ذكر البهتان هنا؟ لأن العرب كانوا إذا أرادوا استبدال زوجتهم رموها بفاحشة (بهتاناً) حتى يدفعوها إلى رد كـل مـا يريـدون مـن المـهـر، الآية (20) بقوّة.\nثم تأتي آية من أروع الآيات القرآنية في ترقيق القلوب بين الزوجين من ناحية وفي تغليظ وتعظيم عقد الزواج من ناحية ثانية: [وَكَيْفَ تَأْخُذُونَهُ وَقَدْ أَفْضَىٰ بَعْضُكُمْ إِلَىٰ بَعْضٍ وَأَخَذْنَ مِنكُم مِّيثَقاً غَلِيظاً] (21) وكلمة (أفضى) تدلّ على العلاقة بين الزوجين فتذكر الزوج بعشرات الصور الجميلة قبل أن تسوء مع زوجته في الليل والنهار في غرفة النوم وفي النزهات.\nوأما الميثاق الغليظ، فهو عقد النكاح أيها الرجل، عندما وضعت يدك بيد ولي زوجتك وقلت \"على كتاب الله وسنة رسوله\". فهنا تحذير شديد لكل زوج من أن ينقض هذا العهد الذي يُشهد الله عليه والملفت أن عبارة [مينقاً غليظاً] لم ترد في القرآن إلا ثلاث مرات مرة مع الأنبياء، الذين أوفوا بهذا الميثاق الغليظ (سورة الأحزاب، الآية 7)، ومرة مع بني إسرائيل، الذين نقضوا الميثـــاق (سورة النساء الآية 154) والمرة الثالثة هي معك أيها الزوج عند عقد القران.\n"
  },
  {
    "section_id": 4,
    "count": "",
    "description": "",
    "reference": "من صور تكريم الإسلام للمرأة\n",
    "content": "لقد ظلمت المرأة كثيراً ع عبر التاريخ فجاء الإسلام وأنزلت سورة النساء لتردّ لها حقوقها. فمن مظاهر الظلم التي كانت موجودة أن يرث الرجل كل ثروة أبيه، ويرث مع المال كل زوجاته - إلا أمه - إذلالاً لهنّ، فتأتي الآية (22) [وَلَا تَنكِحُواْ مَا نَكَحَ ابَاؤُكُمْ مِّنَ النِّسَاءِ إِلَّا مَا قَدْ سَلَفَ إِنَّهُ كَانَ فَاحِشَةً وَمَقْتًا وَسَاء سَبِيلاً] لتنهى عن هذه الفعلة الشنيعة.\n وتتابع الآيات وتتحدث عن حق آخر هو حق الزواج العبيد في الوقت الذي لم يكن هناك قانون يلتفت لحقوقهم فلو كان الرجل غير قادر على الزواج المحصنات أي الحرائر وأراد الزواج بأمة فان الآية تقول.. [فَانكِحُوهُنَّ بِإِذْنِ أَهْلِهِنَّ] ولم تقل الآية (سيدهن). فالقرآن سمى السيد بالأهل ليحثّ على الرحمة بهنّ ويراعي مشاعرهنَّ [فَانكِحُوهُنَّ بِإِذْنِ أَهْلِهِنَّ وَاتُوهُنَّ أُجُورَهُنَّ بِالْمَعْرُوفِ ] (25) أي ادفعوا لهن مهورهن عن طيب نفس، ولا تبخسوهن حقهن لكونهن إماء مملوكات.\n"
  },
  {
    "section_id": 4,
    "count": "",
    "description": "",
    "reference": "ولا متخذات أخذان\n",
    "content": "وبعد ذلك تخاطب الآية النساء [وَلاَ مُتَّخِذَاتِ أَخْدَانٍ] وتحذرهن من العلاقات غير الشرعية مع الرجال تحت عنوان (المصاحبة) فالسورة تتحدث عن رحمة ورأفة الإسلام بالمرأة بأن لا يكون لها صديق عاشق لأنها ستشعر بالإحباط إذا تركها، وهو ما ستؤول إليه كل علاقة بدأت بمعصية.. وستتحطم سمعتها وحياتها في المستقبل. والنساء في هذه الحالة يشكلن نوعاً آخر من المستضعفين لأن قلوبهن رقيقة وعاطفتهن قوية. فيا أيتها البنات، أنتن غاليات عند الله تعالى والإسلام يحمي مشاعركن من أن يعبث بها شاب لاه غير مسؤول.\n"
  },
  {
    "section_id": 4,
    "count": "",
    "description": "",
    "reference": "تخفيف العقوبة على الضعفاء\n",
    "content": "ما زلنا مع الآية (25) والتي تنص على مظهر رائع من مظاهر عدل الإسلام ورحمته مع الضعفاء: [فَإِذَا أُحْصِنَّ فَإِنْ أَتَيْنَ بِفَاحِشَةٍ فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنَتِ] وهذا عكس ما نرى في القوانين الرومانية والهندية القديمة في تشديد\nالعقوبـة عـلـى الطبقـات المتدينة وفي حين أن الإسـلام يـرأف بالطبقات الضعيفة ويخفف عنها العقوبة.\nثم تأتي الآيات 26 - 27 - 28 لتذكر رحمة الله ورأفته بالأمة المحمدية وبالبشرية كلّها. وهذا أيضاً من باب الرحمة بالضعفاء لأن الآية تقول [وَخُلِقَ الإِنسَنُ ضَعِيفاً] اقرأ معي الآيات وتأمل كيف يبين لنا الله رأفته وعدله ويذكرنا بضعفنا في وسط الآيات الكثيرة التي تدعو للرأفة بالضعفاء [يُرِيدُ اللَّهُ لِيُبَيِّنَ لَكُمْ وَيَهْدِيَكُمْ سُنَنَ الَّذِينَ مِن قَبْلِكُمْ وَيَتُوبَ عَلَيْكُمْ وَاللَّهُ عَلِيمٌ حَكِيمٌ * وَاللَّهُ يُرِيدُ أَن يَتُوبَ عَلَيْكُمْ وَيُرِيدُ الَّذِينَ يَتَّبِعُونَ الشَّهَوتِ أَن تَمِيلُوا مَيْلاً عَظِيماً * يُرِيدُ الله أَن يُخَفِّفَ عَنْكُمْ وَخُلِقَ الْإِنسَنُ ضَعِيفاً].\n"
  },
  {
    "section_id": 4,
    "count": "",
    "description": "",
    "reference": "العدل في الأموال والأنفس\n",
    "content": "وبعد أن تناولت الآيات مظاهر العدل في مجالات مختلفة (المرأة ثم الأسرة ثم المجتمع) تنتقل إلى العدل في التجارة والمعاملات المالية [يَأَيُّهَا الَّذِينَ ءامَنُوا لَا تَأْكُلُوا أَمْولَكُمْ بَيْنَكُمْ بِالْبَطِلِ إِلا أَن تَكُونَ تِجَرَةً عَن تَرَاضٍ مِّنْكُمْ] (29) ثم إلى العدل مع الحياة البشرية وعدم سفك الدماء [وَلَا تَقْتُلُوا أَنفُسَكُمْ إِنَّ اللَّهَ كَان بِكُمْ رَحِيما.\n"
  },
  {
    "section_id": 4,
    "count": "",
    "description": "",
    "reference": "لا إفراط ولا تفريط\n",
    "content": "وتأتي الآية (34) لتنظم الضوابط داخل الأسرة المسلمة لأن الرجل قد يدفعه حرصه على العدل مع الزوجة إلى التراخي وعدم الحزم، وقد يترك زوجته تفعل أشياء خاطئة، فتعطينا الآية صورة من صور التوازن في الإسلام الحزم مع ا العدل [الرَّجَالُ قَوَّامُونَ عَلَى النِّسَاء بِمَا فَضَّلَ الله بَعْضَهُمْ عَلَى بَعْضٍ وَبِمَا أَنفَقُواْ مِنْ أَمْوَلِهِمْ فَالصَّلِحَاتُ قَنِتَاتٌ حَفِظَتْ لِّلْغَيْبِ بِمَا حَفِظَ اللَّهُ وَاللَّتِي تَخَافُونَ نُشُوزَهُنَّ فَعِظُوهُنَّ وَأَهْجُرُوهُنَّ فِى الْمَضَاجِعِ وَاضْرِبُوهُنَّ] فالمرأة مأمورة شرعاً بطاعة زوجها لتستقيم الحياة داخل البيت فإذا أخطأت المرأة وكان الزوج يعطيها حقها، فلا ينبغي أن يتركها تفعل ما تشاء (مخافة أن يظلمها)، فلا بد من الحزم هنا، وعدّدت الآية مراتب التأديب: الوعظ ثم الهجر في المضاجع ثم الضرب وينبغي التنبه إلى أن الضرب لا يكون إلا في حالة النشوز، وهو العصيان الشديد الذي قد يؤدي إلى دمار البيت، فالضرب إذاً حالة نادرة ولا يجوز أن يلجأ إليه الرجل شاء تحت ة أن القـرآن أمـر به دون أن ینسی أن له ضوابط عديدة والهدف منه هو إشعار المرأة بالخطأ لا إشعارها بالاً لم. ولنا في رسول الله أسوة حسنة حيث أنه لم يضرب في حياته امرأة أو خادما قط.\n"
  },
  {
    "section_id": 4,
    "count": "",
    "description": "",
    "reference": "لا تظلم نفسك\n",
    "content": "ثم تعود آيات السورة للحديث عن العدل فتحدّر من الشرك بالله وَاعْبُدُوا الله وَلَا تُشْرِكُوا بِهِ شَيْئاً] (36) لأن أعظم الظلم الشرك كما ورد في سورة لقمان [إنَّ الشَّرْكَ لَظُلْمٌ عَظِيمٌ ] ثم توزّع الآية (36) العدل والإحسان على فئات المجتمع المختلفة وخاصة الضعيفة منها [وَبِالْوَلِدَيْنِ إِحْسَاناً] أي الوالدين عند الكبر [وَبِذِي الْقُرْبَى وَالْيَتَمَى وَالْمَسَكِينِ وَالْجَارِ ذِي الْقُرْبَى وَالْجَارِ الْجُنُبِ وَالصَّحِبِ بِالجَنْبِ وَابْنِ السَّبِيلِ وَمَا مَلَكَتْ أَيْمَنْكُمْ إِنَّ الله لاَ يُحِبُّ مَن كَانَ مُخْتَالاً فَخُورًا]. أرأيت كيف تتوالى آيات السورة التي – وإن اختلفت في مضمونها – تصب وتخدم محوراً واحداً وهو\n"
  },
  {
    "section_id": 4,
    "count": "",
    "description": "",
    "reference": "العدل بكل أشكاله. عوائق العدل والرحمة\n",
    "content": "وبعد ذلك تتحدث السورة عن صفات مذمومة لو وجدت بشخص لأثّرت سلباً في قدرته على العدل والرحمة بالضعفاء، فتبدأ الآية 37 بالحديث عن البخل الَّذِينَ يَبْخَلُونَ وَيَأْمُرُونَ النَّاسَ بِالْبُخْلِ وَيَكْتُمُونَ مَا انَّهُمُ اللَّهُ مِن فَضْلِهِ ومَن ثم الرياء وحب الظهور الآية 38 [وَالَّذِينَ يُنْفِقُونَ أَمْولَهُمْ رِئَاءِ النَّاسِ وَلَا يُؤْمِنُونَ بالله وَلا بِالْيَوْمِ الآخِرِ وَمَن يَكُن الشَّيْطَنُ لَهُ قَرِيباً فَسَاء قرينا ]\n"
  },
  {
    "section_id": 4,
    "count": "",
    "description": "",
    "reference": "إن الله لا يظلم مثقال ذرة\n",
    "content": "بعـد كـل هـذه الآداب يذكرنا تعالى بفضله وكيف أنه يعاملنـا بالفضـل قبل العدل فكيف يأبى الإنسان أن يتعامل مـع غـيـره بالعدل. [إِنَّ الله لا يَظْلِمُ مِثْقَالَ ذَرَّةٍ وَإِن تَكُ حَسَنَةً يُضَعِفْهَا وَيُؤْتِ مِن لَّدُنْهُ أَجْراً عَظِيماً] (40). والآية التي بعدها تذكرنا أن النبي p سيشهد على عدلنا القيامة [فَكَيْفَ يوم إِذَا جِئْنَا مِن كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلاء شَهِيداً] (41) فكأن الله يقول للظالم : إحذر فسوف يشهد النبي على ظلمك، ويقـول للعادل: إفرح، فسوف يشهد حبيبك p على عدلك.\nثم تأتي آية محورية تمثل قلب السورة [إِنَّ الله يَأْمُرُكُمْ أَن تُؤدُّوا الْامَنَتِ إِلَى أَهْلِهَا وَإِذَا حَكَمْتُمْ بَيْنَ النَّاسِ أَن تَحْكُمُوا بِالْعَدْلِ إِنَّ اللَّهَ نِعِمَّا يَعِظُكُمْ بِهِ إِنَّ الله كَانَ سَمِيعاً بَصِيراً] (58).\n"
  },
  {
    "section_id": 4,
    "count": "",
    "description": "",
    "reference": "طاعة الله والرسول أساس العدل\n",
    "content": "وهذا المعنى واضح في الآية (59) التالية: [يَأَيُّهَا الَّذِينَ ءامَنُوا أَطِيعُوا اللَّه وَأَطِيعُوا الرَّسُولَ وَأُوْلِى الأمْرِ مِنْكُمْ فَإِن تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى الله وَالرَّسُولِ إِن كُنتُمْ تُؤْمِنُونَ بِالله وَالْيَوْمِ الآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلاً]. فالاحتكام إلى شرع الله وردّ كل خلاف إلى كتاب الله وسنة رسوله هما صمّام العدل والرحمة في المجتمع وإن بدا فيهما غير ذلك، كما هو واضح في الآية (64)، فإذا عصى المؤمن أوامر الله ورسوله فيكون قد ظلم نفسه [وَلَوْ أَنَّهُمْ إِذ ظَلَمُوا أَنفُسَهُمْ جَاءوكَ فَاسْتَغْفَرُوا اللَّهُ وَاسْتَغْفَرَ لَهُمُ الرَّسُولُ لَوَجَدُوا اللَّهُ تَوَّابًا رَّحِيماً]. فكيف نحقق تمام العدل؟ تجيب الآية (65) بوضوح شديد [فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لاَ يَجِدُوا فِي أَنفُسِهِمْ حَرَجًا مِّمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيماً يا مسلمون، اعرضوا أنفسكم على كتاب الله وعلى سنة النبي وسلّموا بحكم النبي، وإياكم أن تترددوا أو تتحرجوا من أوامر النبي لكي يشهد النبي على عدلكم في الآخرة.\n"
  },
  {
    "section_id": 4,
    "count": "",
    "description": "",
    "reference": "القتال للحفاظ على حقوق المستضعفين\n",
    "content": "وتتابع الآيات إلى أن تصل إلى ربع حزب كامل يتحدّث القتال من عن أول الآية (74) [فَلْيُقَاتِتِلْ فِي سَبِيلِ اللَّهُ الَّذِينَ يَشْرُونَ الْحَيَوةَ الدُّنْيَا بالأخِرَةِ] ما علاقة هذا الربع بالعدل؟ إن استمرار العدل في المجتمع يتطلب وجود قوة لتحافظ على حقوق المستضعفين فالقتال في الإسلام ليس للعدوان وليس هدفاً لذاته، وإنما هو وسيلة لهدف، ودليل ذلك الآية (75) [وَمَا لَكُمْ لا تُقَتِلُونَ فِي سَبِيلِ الله وَالْمُسْتَضْعَفِينَ مِنَ الرِّجَالِ وَالنِّسَاءِ وَالْوِلْدَنِ الَّذِينَ يَقُولُونَ رَبَّنَا أَخْرِجْنَا مِنْ هَذِهِ الْقَرْيَةِ الظَّلِم أَهْلُهَا وَاجْعَلْ لَّنَا مِن لَّدُنْكَ وَلِيّاً وَاجْعَلْ لَّنَيَا مِن لَّدُنْكَ نَصِيراً]. والملاحظ أن أكثر أحكام القتال وردت في سورة النساء، لأن النساء مصنع المجاهدين أولاً، ولأن المرأة مقاتلة في بيتها. فالمرأة التي يتعبها زوجها وتصبر على ظلمه تقاتل وتستشهد في بيتها كل يوم مئة مرّة. فكان إيراد أحكام القتال في السورة رسالة للمرأة لتقول لهـا (والله أعلـــــــم) أنك أيضاً مقاتل في صبرك علـــــــى زوجـــــــــك وحمايتك لبيتك.\n"
  },
  {
    "section_id": 4,
    "count": "",
    "description": "",
    "reference": " أثر الإعلام على العدل\n",
    "content": "وتأتي في هذا الربع أيضاً آية مهمة، تخاطب الإعلاميين في كل زمان ومكان وتشير إلى أثر الإعلام على العدل [وَإِذَا جَاءهُمْ أَمْرٌ مِّنَ الْأَمْنِ أَوِ الْخَوْفِ أَذَاعُواْ بِهِ وَلَوْ رَدُّوهُ إِلَى الرَّسُولِ وَإِلَى أُوْلى الأمْرِ مِنْهُمْ لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ] فالإعلام قد يكون بيئة مخيفة للقاضي وللرأي العام فتنقلب المفاهيم وتؤثر على حكم العادل، لذلك لا بـد مـن ردّ الإشاعات إلى أولي الأمـر وعدم التأويـل والاستنباط. إنها رسالة واضحة للمسلمين في زماننا أن يمحصوا ويتثبتوا مما تبثه وسائل الإعلام. \n"
  },
  {
    "section_id": 4,
    "count": "",
    "description": "",
    "reference": " خطر النفاق\n",
    "content": "وبعد ذلك يأتي ربع حزب كامل يتحدث عن خطورة المنافقين على المجتمع [فَمَا لَكُمْ فِي الْمُنَفِقِينَ فِئَتَيْنِ وَاللَّهُ أَرْكَسَهُمْ بِمَــا كَسَبُوا ] \nوسبب ذكر المنافقين هو التنبيه إلى أن انتشارهم في المجتمع هو أعظم. لتضييع العدل وتضييع حقوق الضعفاء. فهم يفسدون المجتمع ويضيعون قيمه وخاصة قيمة العدل.\nوبعد ذلك تصل بنا الآيات إلى قمة العدل: العدل حتى أثناء القتال [يَأَيُّهَا الَّذِينَ ءامَنُوا إِذَا ضَرَبْتُمْ فِي سَبِيلِ اللَّهِ فَتَبَيَّنُوا] إنها الأخلاق الحربية التي كان الإسلام رائداً في الدعوة إليها.\n"
  },
  {
    "section_id": 4,
    "count": "",
    "description": "",
    "reference": "كن إيجابياً لتنال العدل\n",
    "content": "في كل الآيات السابقة كان القرآن يخاطب الأقوياء والمسؤولين ويأمرهم بالعدل . مع الضعفاء والرحمة بهم. لكن القرآن في الآية 97 يطلب من المستضعفين الإيجابية والحركة وعدم الخضوع والهوان لكي لا يظنوا أن واجبهم في الأرض يقتصر على انتظار العدل واستجداء الرحمة من الناس [إِنَّ الَّذِينَ تَوَفَّهُمُ الْمَلَئِكَةُ ظَلِمِي أَنفُسِهِمْ قَالُوا فِيمَ كُنتُمْ قَالُواْ كُنَّا مُسْتَضْعَفِينَ فِي الْأَرْضِ قَالُوا أَلَمْ تَكُنْ أَرْضُ الله وَسِعَةً فَتُهَجِرُوا فِيهَا فَأَوْلَئِكَ مَأْوَاهُمْ جَهَنَّمُ وَسَاءَتْ مَصِيراً ] .\n"
  },
  {
    "section_id": 4,
    "count": "",
    "description": "",
    "reference": "القصر في الصلاة من رحمة الله بنا ",
    "content": "وبعد ذلك ينبهنا الله تعالى إلى رحمته التي يعامل بها خلقه وعباده، فتأتي الآية (101) لنتحدث عن القصر في الصلاة وصلاة الخوف [وَإِذَا ضَرَبْتُمْ فِي الْأَرْضِ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَقْصُرُواْ مِنَ الصَّلوةِ ...] فالله تعالى يلفت انتباهنا في هذه الآية إلى رحمته بنا لنرحم الناس.\n"
  },
  {
    "section_id": 4,
    "count": "",
    "description": "",
    "reference": "مع الأقليات غير المسلمة\n",
    "content": "وأخيراً نصل إلى العدل مع الأقليات غير المسلمة في المجتمع المسلم. وذلك أن أحد المسلمين في عهد النبي P سرق واتّهم يهودياً. علم مسلم آخر بالأمر وشهد زوراً حتى لا يتعرّض المسلم للحد وذلك تحت حجة الأخوة. فنزلت الآيات تخاطب المسلمين خطاباً شديداً [إِنَّا أَنزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ لِتَحْكُمَ بَيْنَ النَّاسِ بِمَا أَرَاكَ اللَّهُ وَلَا تَكُنْ لِّلْخَائِنِينَ خَصِيماً] (105) ثم تشتد اللهجة على الظالم [ وَمَن يَكْسِبْ خَطِيئَةً أَوْ إِثْمًا ثُمَّ يَرْمِ بِهِ بَرِيئاً فَقَدِ احْتَمَلَ بُهْتَنَا وَإِثْماً مُّبِيناً ] (112) فشهد الله تعالى من فوق سبع سماوات ببراءة اليهودي مما نسب إليه ليرسخ في الإسلام هذه القواعد الحضارية في التعامل مع الديانات الأخرى. \n"
  },
  {
    "section_id": 4,
    "count": "",
    "description": "",
    "reference": "عودة للنساء\n",
    "content": "في أواخر السورة نرى عودة لبعض الأحكام المتعلقة بالنساء مع التركيز علـى ضوابط العدل والرحمة [وَيَسْتَفْتُونَكَ فِي النِّسَاء قُلِ اللَّهِ يُفْتِيكُمْ فِيهِنَّ وَمَا يُتْلَى عَلَيْكُمْ فِي الْكِتَابِ فِي يَتَمَى النِّسَاء ] (127) ونرى دعوة أخرى إلى العدل عنـد تعدد الزوجات [وَلَن تَسْتَطِيعُواْ أَن تَعْدِلُواْ بَيْنَ النِّسَاءِ وَلَوْ حَرَصْتُمْ فَلَا تَمِيلُوا كُلَّ الْمَيْلِ] (129) أي إلى واحدة منهم [فَتَذَرُوهَا كَالْمُعَلَّقَةِ] (129) لا هي متزوجة ولا مطلقة فهذا ظلم لها وسوء استعمال للصلاحية التي في يد الرجل.\n"
  },
  {
    "section_id": 4,
    "count": "",
    "description": "",
    "reference": "كونوا قوامين بالقسط\n",
    "content": "لذلك نرى الآية (135) تذكرنا بهدف السورة بقوة قبل ختامها: يَأَيُّهَا الَّذِينَ ءامَنُوا كُونُوا قَوَّامِينَ بِالْقِسْطِ شُهَدَاء اللَّهِ وَلَوْ عَلَى أَنفُسِكُمْ أَوِ الْوُلِدَيْنِ وَالأَقْرَبِينَ إِن يَكُنْ غَنِيّاً أَوْ فقيراً فَالله أَوْلَى بِهِمَا فَلَا تَتَّبِعُواْ الْهَوَى أَن تَعْدِلُوا وَإِن تَلْوُوا أَوْ تُعْرِضُوا فَإِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيراً .\nوقوامين هي لفظة مبالغة تعني: شديدي القيام بالعدل. والآية تحذرنا من اتباع الهوى لأنه عامل خطير في التسبب بظلم الناس.\n"
  },
  {
    "section_id": 4,
    "count": "",
    "description": "",
    "reference": "ظلم أهل الكتاب\n",
    "content": "ثم تنتقل السورة إلى انتقاد بعض أخطاء أهل الكتاب المتعلّقة بموضوع السورة وذلك لتحذير المسلمين من أفعالهم [ فَبِظُلْمٍ مِّنَ الَّذِينَ هَادُوا حَرَّمْنَا عَلَيْهِمْ طَيِّبَتٍ أُحِلَّتْ لَهُمْ] (160) بسبب ظلمهم ضيق الله عليهم الحلال. فماذا كانت مظاهر ظلمهم [وَبِصَدِّهِمْ عَن سَبِيلِ الله كَثِيراً * وَأَخْذِهِمُ الرِّبَا وَقَدْ نُهُوا عَنْهُ وَأَكْلِهِمْ أَمْولَ النَّاسِ بِالْبَطِلِ] (161). وتتناول الآيتان (171-172) [ يأهْلَ الْكِتَبِ لا تَغْلُوا فِي دِينِكُمْ وَلَا تَقُولُوا عَلَى اللَّه إِلا الْحَقَّ إِنَّمَا الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ رَسُولُ اللَّهِ وَكَلِمَتُهُ أَلْقَهَا إِلَى مَرْيَمَ وَرُوحٌ مِّنْهُ فَتَامِنُوا بِاللَّهِ وَرُسُلِهِ وَلَا تَقُولُوا ثَلَثَةٌ أَنتَهُوا خَيْراً لَّكُمْ إِنَّمَا اللَّهُ إِلَهُ وحِدٌ سُبْحَنَهُ أَن يَكُونَ لَهُ وَلَدٌ لَّهُ وما فِي السَّمَوت وَمَا فِي الْأَرْضِ وَكَفَىٰ بِاللَّهِ وَكِيلاً * لَّن يَسْتَنكِفَ الْمَسِيحُ أَن يَكُونَ عَبْداً الله وَلَا الْمَلَئِكَةُ الْمُقَرَّبُونَ وَمَن يَسْتَنْكِفْ عَنْ عِبَادَتِهِ وَيَسْتَكْبِرْ فَسَيَحْشُرُهُمْ إِلَيْهِ جَمِيعاً] أيضاً انحراف عقيدة النصاري وأيرادها هنا يخدم هدف السورة من ناحية أخرى: فإن سبب تحريف دينهم وكتابهم هو الاستضعاف والاضطهاد من الرومان للجيل الأول من النصارى. فكأن الرسالة هنا للمؤمنين : نصرة الدين وتقويته ودعمه حتى لا يبدل ويحرّف كما جرى مع أهل الكتب.\nوتأتي بعدها آيتان شديدتان في التحذير من الظلم [إِنَّ الَّذِينَ كَفَرُوا وَظَلَمُوا لَمْ يَكُنِ اللَّهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ طَرِيقاً & إِلا طَرِيقَ جَهَنَّمَ خَلِدِينَ فِيهَا...](169-168). \n هذه سورة النساء، سورة العدل والرحمة مع كل طبقات المجتمع\n ومما تميزت به هذه السورة أنها الأكثر إيراداً لأسماء الله الحسنى في أواخر آياتها (42 مرة). تشمل هذه الأسماء العلم والحكمة عليم حكيم) أو القدرة والرحمة والمغفرة، وكلها تشير إلى عدل الله ورحمته وحكمته في القوانين التي سنّها لتحقيق العدل.\nأخي المسلم، اقرأ سورة النساء بنية تطبيق العدل في حياتك، في بيتك وأهلك أولا (وخاصة زوجتك ووالديك)، ومع جيرانك وكل مجتمعك مهما يكن دينهم أو طبقتهم الاجتماعية.\n"
  },
  {
    "section_id": 5,
    "count": "",
    "description": "",
    "reference": "سورة المائدة (مدنية)، ومنها ما نزل في مكة (بعد حجة الوداع). نزلت بعد سورة الفتح، وهي في ترتيب المصحف بعد سورة النساء، وعدد آياتها 120 آية.\nإنَّ سورة المائدة هي السورة الوحيدة في القرآن التي ابتدأت بـ [يَأَيُّهَا الَّذِين ءامَنُوا... ].\nوتكرر هذا النداء في القرآن كله 88 مرة، منها 16مرة في سورة المائدة لوحدها. يقول عبد الله بن مسعود: \"إذا سمعت [يَأَيُّهَا الَّذِينَ ءامَنُوا] فارعها سمعك فإنه أمر خير تؤمر به أو شر تنهى عنه. ومعنى [يَأَيُّهَا الَّذِينَ ءامَنُوا] أي يا من آمنتم بالله حقاً، يا من رضيتم بالله رباً، يا من أقررتم بالله معبوداً، اسمعوا وأطيعوا.\n",
    "content": ""
  },
  {
    "section_id": 5,
    "count": "",
    "description": "",
    "reference": "هدفها نداؤها",
    "content": "أما هدف السورة فهو واضح من أول نداء جاء في السورة [يَأَيُّهَا الَّذِينَ ءامَنُوا أَوْفُواْ بِالْعُقُودِ ] أي أوفوا بعهودكم لا تنقضوا الميثاق، والعقود تشمل ما عقده الإنسان، مـن المسؤولية عن الأرض واستخلاف الله للإنسان، إلى أمـور الطاعات كالصلاة والحجاب، إلى ترك المحرمات كشرب الخمر واكل الحرام. وكما ذكرنا فلم يتكرر نداء [يَأَيُّهَا الَّذِينَ ءامَنُوا] في أي سورة كما تكرّر في ســـورة المائدة (16 نـداء) فسورة البقرة مثلاً فيهـا عشـرة نـداءات مـع أن عدد آياتها أطول. هذه النداءات تشكل محاور السورة ، فكلما يأتي نداء منها ترى بعده محوراً جديداً للسورة فيه تفاصيل الأوامر أو النواهي. 16 أمراً والسورة تنقلنا من أمر إلى آخر، لتأمرنا بالإيفاء بالعقود. تقول السيدة عائشة رضي الله عنها : \"إنَّ سورة المائدة كانت آخر ما أنزل من القرآن فما وجدتم فيها من حلال فأحلوه وما وجدتم فيها من حرام فحرموه\". ففي السورة نرى آخر آية أحكام في القرآن: [الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الأَسْلَامَ دِيناً] (3) من التي أنزلت في حجة الوداع.\nأظن أن هدف السورة بدأ يظهر. الآن وقد تم الدين، فالتزموا بالعهد مع الله وحافظوا عليه، فأحلوا حلاله وحرموا حرامه إنها سورة الحلال والحرام في الإسلام. لذلك جاء في الحديث \"علموا رجالكم سورة المائدة، وعلموا نساءكم سورة النور\".\n"
  },
  {
    "section_id": 5,
    "count": "",
    "description": "",
    "reference": "محاور السورة\n",
    "content": "كما ذكرنا فكلما يأتي نداء [يَأَيُّهَا الَّذِينَ ءامَنُوا] تنتقل بنا السورة إلى محور جديد وأحكام جديدة تفصيلية والملفت أن كل آيات السورة تدور في فلك هذه المحاور التي تبيّن أحكاماً كثيرة في الحلال والحرام:\n1 الطعام والشراب والصيد والذبائح.\n2. الأسرة والزواج.\n3. الإيمان والكفارات.\n4. العبادات.\n5. الحكم والقضاء والشهادات وإقامة العدل.\n6. تنظيم علاقات المسلمين والأديان الأخرى، خاصة اليهود والنصارى.\nهناك تركيز في السورة على الحلال والحرام في الطعام والشراب والصيد والذبائح. وهذا يتناسب تماماً . مع اسم السورة \"المائدة\"، فالطعام من أهم ضروريات ومع ذلك فيجب مراعاة الحلال والحرام فيه فما بالك بغيره من شؤون الحياة\n أيضاً خلال هذا الكم الهائل من أحكام الحلال والحرام في السورة يأتي التأكيد دائماً على أن التشريع ملك الله وحده، من أول آية [إِنَّ اللَّهَ يَحْكُمُ مَا يُرِيدُ ] إلى أن تأتي ثلاث آيات تحذر من الحكم بغير ما أنزل الله، كقوله تعالى وَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ اللَّهُ فَأَوْلَئِكَ هُمُ الْكَفِرُونَ].\n"
  },
  {
    "section_id": 5,
    "count": "",
    "description": "",
    "reference": "تدرّج وترابط سور القرآن\n",
    "content": "وتنبه إلى علاقة القرآن السابقة مع سورة المائدة، فبعد أن أبلغت سورة البقرة مسؤولية الإنسان عن الأرض، جاءت سورة آل عمران لتحت المرء على الثبات، ثم سورة النساء لتبلغنا أنه حتى نثبت لا بد من أن نحقق العدل والرحمة مع الضعفاء خاصة مع النساء، ثم تأتي بعد ذلك سورة المائدة لتأمرنا بالإيفاء بكل ما سبق...\nسورة المائدة تأمرنا إذاً بالعدل مع الزوجة والضعفاء وكل الناس وتأمرنا بالثبات والوفاء مع المنهج الذي أراده الله لنا وبينه في سورة البقرة... لذلك جاءت فيها الآية (3) التي أعلنت ختام المنهج وإتمامه. ولاحظ أيضاً تدرّج سور القرآن الكريم في خطاب أهل الكتاب: سورة البقرة بيان لأخطاء أهل الكتاب فقط مع الدعوة إلى التميز عنهم. سورة آل عمران: مناقشة هادئة مع عقائدهم وإيجاد نقاط مشتركة. سورة النساء: انتقاد غلو أهل الكتاب واختلافهم في عيسى عليه السلام. سورة المائدة: مواجهة شديدة [ لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ ثَلِثُ ثَلَثَةِ ...](73).\n مما يعلمنا أن الإسلام منهج متدرّج في خطابه مع الأديان الأخرى. النداء الأول (أَوْفُوا بِالْعُقُودِ) يَأَيُّهَا الَّذِينَ ءامَنُواْ أَوْفُواْ بِالْعُقُودِ أُحِلَّتْ لَكُمْ بَهِيمَةُ الأَنْعَامِ ] (1).\nفما علاقة الوفاء بتحليل الله تعالى لنا بهيمة الأنعام للذبح والطعام؟\nإن أول ما ذكر بعد طلب الوفاء هو ما قد أحل، فلم يبدأ ربنا بما قد حُرّم لئلا يكون منفراً فكلمة [أَوْفُوا بِالْعُقُودِ] توحي بأن الخطاب بعدها شديد اللهجة، فتأتي مباشرة كلمة [أُحِلَّتْ لَكُمْ] وهذا من رحمة الله تعالى بهذه الأمة، وهذه طريقة ينبغي على الدعاة اتباعها لكسب القلوب، فالداعية لا يجدر به أن يبدأ مع من يدعوهم بما قد حُرّم عليهم، لأن الأصل في الأشياء الإباحة فيبدأ بما أبيح أولاً، ثم ينبههم إلى المحرمات بعد ذلك.\nوإلى جانب الرحمة واللطف في الخطاب، هناك معنى لطيف في النداء الأول:\nأوفوا بالعقود حتى لا نضيق عليكم دائرة الحلال، كما كان الحال مع اليهود. والملفت أن هذا المعنى أشارت إليه السور المحيطة بسورة المائدة (النسـاء والأنعام).\nفنرى في سورة النساء قوله تعالى [فَبِظُلْمٍ مِّنَ الَّذِينَ هَادُوا حَرَّمْنَا عَلَيْهِمْ طَيِّبَتٍ أُحِلَّتْ لَهُمْ] (160).\nوفي سورة الأنعام [ وَعَلَى الَّذِينَ هَادُوا حَرَّمْنَا كُلَّ ذِي ظُفُر ...] (146). لماذا كان هذا التحريم؟ [... ذلِكَ جَزَيْنَهُم بِبَغْيِهِمْ وَإِنَّا لَصَدِقُونَ] (146). فهم لم يوفوا بعهدهم مع الله فضيّق عليهم بعض الحلال عقاباً لهم، فحذار أيها المسلمون من أن يصيبكم ما أصابهم.\n"
  },
  {
    "section_id": 5,
    "count": "",
    "description": "",
    "reference": "النداء الثاني (لَا تُحِلُّوا شَعَائِرَ اللَّهُ)\n",
    "content": "يَأَيُّهَا الَّذِينَ ءامَنُواْ لاَ تُحِلُّوا شَعَائِرَ الله ...] (2).\nيا مؤمنين، لا تغيّروا معالم دين الله تعالى من أوامر ونواهي.\n[... وَلا الشَّهْرَ الْحَرَامَ وَلا الْهَدَى وَلا الْقَلَئِدَ وَلا عَامِّينَ الْبَيْتَ الْحَرَامَ يَبْتَغُونَ فَضْلاً مِّن رَّبِّهِمْ وَرِضْوناً وَإِذَا حَلَلْتُمْ فَاصْطَدُوا وَلَا يَجْرِمَنَّكُمْ شَنَانُ قَوْمٍ أَن صَدُّوكُمْ عَن الْمَسْجِدِ الْحَرَامِ أَن تَعْتَدُواْ وَتَعَاوَنُوا عَلَى الْبرِ وَالتَّقْوَىٰ وَلَا تَعَاوَنُوا عَلَى الْإِثْمِ وَالْعُدْوَانِ...] (2).\nفالآية الأولى: أقرت ضروريات الحياة (الطعام)، ثمّ الآية الثانية: بدأت بتقرير مبادئ إنسانية عظيمة:\nالعدل (تأكيداً على هدف سورة النساء بإقرار العدل) [وَلَا يَجْرِمَنَّكُمْ... أَن تَعْتَدُوا ]\n- التعاون (تأكيداً على إحدى رسائل سورة آل عمران (الوحـــدة وعدم الاختلاف) [وَتَعَاوَنُواْ عَلَى الْبرِ وَالتَّقْوَى وَلَا تَعَاوَنُوا عَلَى الإِثْمِ وَالْعُدْوَانِ ]\nوهذه الآية تشمل آلاف الصور من العلاقات الاجتماعية التي تندرج تحت البر والتقوى والتعاون.\n- التقوى [وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ].\nلتذكرنا بأن هذا الكتاب [هُدًى لِّلْمُتَّقِينَ] كما جاء في أول سورة البقرة).\nوبعد ذلك في الآية الثالثة: [حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ ... ]\nفأول عقد ينبغي الوفاء به هو طيبات الطعام فلا يجوز أن يأكل المرء أكلاً فيه وبعدها في الآية الخامسة: [الْيَوْمَ أُحِلَّ لَكُمُ الطَّيِّبَتُ وَطَعَامُ الَّذِينَ أُوتُوا الْكِتَبَ حِلٌّ لَكُمْ وَطَعَامُكُمْ حِلٌّ لَّهُمْ وَالْمُحْصَنَتُ مِنَ الْمُؤْمِنَاتِ وَالْمُحْصَنَتُ مِنَ الَّذِينَ أُوتُوا الْكِتَبَ ].\n وهنا قد أرشدت الآية إلى حلالين الطيبات من الطعام والطيبات من ا سواء كن مؤمنات أم من أهل الكتاب بشرط أن يكن محصنات وذوات خلق متين. وفي هذا لفتة رائعة إلى تسامح الإسلام مع أهل الكتاب، في نفس السورة ذات اللهجة الشديدة في الخطاب معهم ونقض عقائدهم. فالله تعالى أحل لنا النساء العفيفات سواء كنّ مسلمات أو من أهل الكتاب.\n وفي نفس الآية يأتي قوله تعالى: [الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الإِسْلامَ دِيناً. هذه الآية محورية كونها ختام الأحكام في القرآن وعلاقتها مع موضوع السورة أنه لا وجود للعهود إلا بعد الإتمام. فبما أن الدین اكتمل عاهد الله تعالى أيها المؤمن على الإيفاء بعهده والالتزام بشرعه. يا ترى هل أحسسنا يوماً بهذه النعمة، نعمة إتمام الدين وشكرنا الله تعالى عليها؟\nجاء رجل من اليهود إلى سيدنا عمر بن الخطاب فقال: \"يا أمير المؤمنين، إنكم تقرأون آية في كتابكم لو نزلت علينا معشر اليهود لاتخذنا ذلك اليوم عيداً\". فقال عمر: \"وأي آية؟\" فقراً اليهودي هذه الآية، فقال عمر: \"قد علمت اليوم الذي أنزلت والمكان الذي أنزلت فيه نزلت في يوم الجمعة ويوم عرفة وكلاهما بحمد الله تعالى لنا عيد\".\nوهنا ملاحظة لطيفة أخرى:\nإن أكثر آيات السورة اختتمت بشدة وخاصة آيات المقدمة [إِنَّ اللَّه شَدِيدُ الْعِقَابِ] [إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ].\nإلا الآية الثالثة التي ذكرت حكم الاضطرار [ فَمَنِ اضْطُرَّ فِي مَخْمَصَةٍ ...]\n فقد اختتمت بسعة رحمة الله تعالى [ فَإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ].\n"
  },
  {
    "section_id": 5,
    "count": "",
    "description": "",
    "reference": "النداء الثالث (طيبات الروح)\n",
    "content": "[يَأَيُّهَا الَّذِينَ ءامَنُوا إِذَا قُمْتُمْ إِلَى الصَّلاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ...] (6).\nقد يتساءل البعض عن سبب ورود هذه الآية في وسط الكلام عن العقود والوفاء بها. فالواقع أن الآيات بدأت بطيبات الطعام ثم طيبـات الـزواج وكلهـا ملذات الدنيا وبعدها انتقلت الآيات إلى طيبات الروح وطهارة الروح التي تبدأ بالوضوء، وبهذا تكون السورة قد اشتملت على جميع اللذات: لذة العبادة بالإضافة للذائذ الطعام والزواج.\n ويمكننا أن نستشعر خلال هذه الآيات شمولية الإسلام في الأحكام، فأحكام المعاملات قد أتت في السورة جنباً إلى جنب مع أحكام العبادات. ملاحظة جميلة في سورة المائدة: كل 10 آيات تقريباً تأتي آية لتذكرنا بعهد وميثاقه . لقد ذكر العهد والميثاق في السورة 11 مرة في آيات صريحة وواضحة كأنها تقول للمسلمين \"الآن وقد تم المنهج ووضح الميثاق، فهل ستلتزمون به؟\" فتأتي الآية السابعة لتقول [ وَاذْكُرُواْ نِعْمَةَ اللَّه عَلَيْكُمْ وَمِيثَقَهُ الَّذِي وَاثَقَكُم بِهِ إِذْ قُلْتُمْ سَمِعْنَا وَأَطَعْنَا ...] وهنا علاقة رائعة مع سورة البقرة التي مدحت المؤمنين في ختامها [وَقَالُوا سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ] (البقرة 285) بينما بنو إسرائيل كان قولهم [سَمِعْنَا وَعَصَيْنَا] (البقرة (93) أرأيت كيف تترابط سور القرآن الكريم وتتكامل في مواضيعها وأهدافها.\n"
  },
  {
    "section_id": 5,
    "count": "",
    "description": "",
    "reference": "النداء الرابع (العدل)\n",
    "content": "ويستمر تتابع الآيات بعد ذلك إلى أن نصل إلى النـــداء الرابـــع يَأَيُّهَا الَّذِينَ ءامَنُواْ كُونُوا قَوَّامِينَ الله شُهَدَاء بِالْقِسْطِ وَلَا يَجْرِمَنَّكُمْ شَنَانُ قَوْمٍ عَلَى أَلَّا تَعْدِلُوا تَعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ](8).\nفبعد أن تناولت الآيات إيفاء العقود في الطعام والشراب والزواج والوضوء، انتقلت إلى عقد جداً (العدل) ولو مع الناس الذين نبغضهم، ولو مع الناس الذين نحاربهم. إن هذه الآية قاعدة هامة من قواعد تسامح الإسلام وعدله مع الفئات الأخرى.\n"
  },
  {
    "section_id": 5,
    "count": "",
    "description": "",
    "reference": "النداء الخامس (اذْكُرُوا نِعْمَةَ اللَّهُ)\n",
    "content": "الآية (11) تذكرنا أن الله تعالى قد حفظ المؤمنين من غدر أعدائهم، فاتقوا الله يا مؤمنين وأوفوا بعهده: [يَأَيُّهَا الَّذِينَ ءامَنُوا اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ هَمَّ قَوْمٌ أَن يَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ فَكَفَّ أَيْدِيَهُمْ عَنكُمْ].\n فالله تعالى يفي بعهوده معنا سبحانه، ومن هذه الوعود الربانية الرائعة ما ذكر في الآية التاسعة: [وَعَدَ اللَّهُ الَّذِينَ ءامَنُوا وَعَمِلُوا الصَّلِحَتِ لَهُم مَّغْفِرَةٌ وَأَجْر عَظِيمٌ] (9). فهل سنفي بعهدنا أمام الله تعالى؟\n"
  },
  {
    "section_id": 5,
    "count": "",
    "description": "",
    "reference": "بنو إسرائيل وعقودهم\n",
    "content": "وبعد ذلك تذكر لنا السورة في ربع كامل نماذج من فئات لم تف بعهد الله تعالىَ وميثاقه، ولم تنفذ [سَمِعْنَا وَأَطَعْنَا] كما أمرها الله تعالى وهم بنو إسرائيل، [وَلَقَدْ أَخّذ اللَّهُ مِيثَقَ بَنِي إِسْرَءِيلَ وَبَعَثْنَا مِنهُمُ أَثْنَى عَشَرَ نَقِيباً وَقَالَ اللَّهِ إِنِّي مَعَكُمْ لَئِنْ أَقَمْتُمُ الصَّلوةَ وَ اتَيْتُمْ الزَّكَوٰةَ وَامَنتُمْ بِرُسُلِى وَعَزَّرْتُمُوهُمْ وَأَقْرَضْتُمُ اللَّهُ قَرْضاً حَسَناً لا كَفَرَنَّ عَنْكُمْ سَيِّئَتِكُمْ وَلَأُدْخِلَنَّكُمْ جَنَّتٍ تَجْرِى مِن تَحْتِهَا الْأَنْهَرُ فَمَن كَفَرَ بَعْدَ ذلِكَ مِنْكُمْ فَقَدْ ضَلَّ سَوَاءِ السَّبِيلِ] (12).\nفماذا كانت النتيجة؟ [فَبِمَا نَقْضِهِم مِّيْتَقَهُمْ لَعَنَّهُمْ وَجَعَلْنَا قُلُوبَهُمْ قَاسِيَةً] (13) إنها آية شديدة في التحذير من أن نكون مثلهم فيحل علينا غضب الله ولعنته.\n"
  },
  {
    "section_id": 5,
    "count": "",
    "description": "",
    "reference": "قصة موسى عليه السلام مع قومه\n",
    "content": "وتنتقل بنا الآيات إلى قصة سيدنا موسى عليه السلام مع بني إسرائيل حين طلب منهم أن يدخلوا الأرض المقدسة (أرض (فلسطين) التي كتبها الله تعالى لهم ووعدهم فيها [يَا قَوْمِ ادْخُلُوا الأَرْضَ المُقَدَّسَةَ الَّتِي كَتَبَ اللَّهُ لَكُمْ وَلَا تَرْتَدُّوا عَلَى أَدْبَرَكُمْ فَتَنْقَلِبُوا خَسِرِينَ * قَالُوا يَامُوسَى إِنَّ فِيهَا قَوْماً جَبَّارِينَ وَإِنَّا لَن نَّدْخُلَهَا حَتَّى يَخْرُجُوا مِنْهَا ...] (21 - 22).\nرفضوا ونقضوا عهد الله تعالى، فكان العقاب الرباني [قَالَ فَإِنَّهَا مُحَرَّمَةٌ عَلَيْهِمْ أَرْبَعِينَ سَنَةً يَتِيهُونَ فِى الأَرْضِ] (26) حرّم الله عليهم دخول الأرض المقدسة أربعين سنة. وقد أشرنا أن السورة بدأت بقوله تعالى بـ [يَأَيُّهَا الَّذِينَ ءامَنُوا أَوْفُوا بِالْعُقُودِ أُحِلَّتْ لَكُمْ بَهِيمَةُ الأَنْعَامِ ... ].\nللحث على إيفاء العقود حتى لا يضيق الله دائرة الحلال على الأمة، وهنا في القصة نرى أن الله تعالى ضيّق على بني ! إسرائيل لنقضهم عهودهم. فالقاعدة العامة في السورة \"إذا أوفى المرء بالعهود فإن الله تعالى يوسع عليه وإن نقضها فإنه تعالى يضيق عليه\".\n"
  },
  {
    "section_id": 5,
    "count": "",
    "description": "",
    "reference": "قصة ابني آدم عليه السلام\n",
    "content": "وَاتْلُ عَلَيْهِمْ نَبَأَ ابْنَيْ ءادَمَ بِالْحَقِّ إِذْ قَرَّبَا قُرْبَنَا فَتُقُبِّلَ مِن أَحَدِهِمَا وَلَمْ يُتَقَبَّلْ مِنَ الآخَرِ ...] (27). فابن آدم قتل أخاه متهوراً بسبب الغضب والحسد والغل، وأما علاقة قصة ابني آدم عليه السلام بقصة بني إسرائيل ودخولهم الأرض المقدسة هو أنهما نموذجان لنقض العهود: بنو إسرائيل نقضوا عهد الله تعالى لجبنهم، وأما ابن آدم فلقد نقض العهد لتهوّره ، فهما نموذجان معاكسان لبعضهما، وكلاهما يؤدي لنقض العهد. مع الله تعالى. والإسلام يأمرنا دائماً بالوسطية في كل شؤون الحياة.\nثم تأتي الآية (32) بعد القصة مباشرة للتعقيب عليها [مِنْ أَجْلِ ذَلِكَ كَتَبْنَا عَلَى بَنِي إِسْرءيلَ أَنَّهُ مَن قَتَلَ نَفْساً بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الْأَرْضِ فَكَأَنَّمَا قَتَلَ النَّاسَ جَمِيعاً وَمَنْ أَحْيَهَا فَكَأَنَّمَا أَحْيَا النَّاسَ جَمِيعاً ] (32) لما صوّر لنا القرآن الكريم بشاعة جريمة القتل في قصـة آدم عليه السلام، أتت الآيات التي بعدها بأحكـام شـديـدة للقضاء على الفساد، فبينت حدود الحرية والسرقة والإفساد في الأرض.\nوالجدير بالذكر أن العالم لم يعرف إلا في عصرنا هذا موضوع الحق العام في الفقه القانوني، بينما نجد القرآن قد سبق هذه القوانين بـ 1400 عام، فالله تعالى يبين بشكل واضح [ أَنَّهُ مَن قَتَلَ نَفْساً بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الْأَرْضِ فَكَأَنَّمَا قَتَلَ النَّاسَ جَمِيعاً] (32) فالجريمة ليست اعتداء على فرد، وإنما هي خطر على المجتمع، وهناك حق عام لا بد أن يؤخذ.\n"
  },
  {
    "section_id": 5,
    "count": "",
    "description": "",
    "reference": "النداء السادس (الجهاد في سبيل الله تعالى)\n",
    "content": "\nيقول الله تعالى [ يَتَأَيُّهَا الَّذِينَ ءامَنُوا اتَّقُوا اللهَ وَابْتَغُوا إِلَيْهِ الْوَسِيلَةَ وَجَهِدُوا فِي سَبِيلِهِ لَعَلَّكُمْ تُفْلِحُونَ].\nبعد أن عرضت الآيات السابقة خطر الفساد، أتت الآية (35) لتأمر المؤمنين بالجهاد ومحاربة الفساد. لاحظ أنه في كل مرة يأتي الأمر بالجهاد في القرآن يذكر سببه (كما في سورة النساء حين ذكر الجهاد لنصرة المستضعفين):\nوَمَا لَكُمْ لا تُقَتِلُونَ فِي سَبِيلِ الله وَالْمُسْتَضْعَفِينَ...] (النساء (75).\n"
  },
  {
    "section_id": 5,
    "count": "",
    "description": "",
    "reference": "النداء 7، 8، 9: (لا للتقليد الأعمى)\n",
    "content": "وتصل بنا السورة إلى ربع جديد، وثلاثة نداءات تهدف إلى أن يكون لهذه الأمة هويتها المميزة.\nيَأَيُّهَا الَّذِينَ ءامَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَرَىٰ أَوْلِيَاء بَعْضُهُمْ أَوْلِيَاء بَعْض وَمَن يَتَوَلَّهُمْ مِّنكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّلِمِينَ] (51). يَأَيُّهَا الَّذِينَ ءامَنُوا مَن يَرْتَدَّ مِنكُمْ عَن دِينِهِ فَسَوْفَ يَأْتِي اللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَفِرِينَ] (54). يَأَيُّهَا الَّذِينَ ءامَنُوا لا تَتَّخِذُواْ الَّذِينَ اتَّخَذُوا دِينَكُمْ هُزُوا وَلَعِباً مِّنَ الَّذِينَ أُوتُوا الْكِتَبَ مِن قَبْلِكُمْ وَالْكُفَّارَ أَوْلِيَاء ...] (57).\nإن هذه الآيات لا تهدف إلى تحقير وتسفيه الأديان الأخرى، إنما تهدف للحفاظ على هوية المسلم. فهي دعوة إلى تحقيق الإنتماء الكامل إلى الإسلام. فسورة المائدة لا تمنع من التعامل مع أهل الكتاب بدليل ما سبق من الآيات كالآية (5) [... وَالْمُحْصَنَاتُ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ ] التي أباحت الزواج من المحصنات من أهل الكتاب. فالتسامح والرحمة مع أهل الكتاب أمر مطلوب، لكنه لا ينبغي أن يؤدي إلى ضياع هوية المسلم وانتمائه. وهناك فـرق بـيـن الاحترام والتعاون الإيجابي والرحمة والتسامح وبين الذوبان في الآخر وضياع الهوية. لذلك نرى أن النداءات 7 و9 ركزت على عدم موالاة الكفار ومحبتهم بينما النداء 8 حذر من الارتداد عن الدين لأنه من أخطر نتائج ضياع الهوية. والملاحظ أن الآيات في الربع السابق ركزت على التحذير من الحكم بغير ما أنزل الله :\n[وَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ اللهُ فَأُوْلَئِكَ هُمُ الْكَفِرُونَ] (44).\n [وَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ الله فَأَوْلَئِكَ هُمُ الظَّلِمُونَ] (45).\n [ وَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ اللَّهُ فَأَوْلَئِكَ هُمُ الْفَسِقُونَ ] (47).\n [أَفَحُكْمَ الْجَهِلِيَّةِ يَبْغُونَ وَمَنْ أَحْسَنُ مِنَ اللَّهُ حُكْماً لِّقَوْمٍ يُوقِنُونَ] (50). وعلاقـة هـذه الآيـات بالنداءات الثلاثة التي بين أيدينا هـي أن السبب الأساسي للحكم بغير ما أنزل الله هو التقليد الأعمى للغير. فيا أيها الشباب أوفوا بالعقود في ترك التقليد الأعمى وأوفوا بالعقود بالإنتماء الكامل لدينكم والاحتكام إلى أوامره ونواهيه.\n"
  },
  {
    "section_id": 5,
    "count": "",
    "description": "",
    "reference": "رقة الحب\n",
    "content": "ومن لطائف القرآن في النداء الثامن:\n[يَأَيُّهَا الَّذِينَ ءامَنُوا مَن يَرْتَدَّ مِنكُمْ عَن دِينِهِ فَسَوْفَ يَأْتِي اللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةِ عَلَى الْكَفِرِينَ...] (54).\nإن القرآن استعمل الرقة والحب في التحذير من أخطر ما يمكن أن يقع به المرء وهو الارتداد عن دين الله تعالى.\nفالآية لم تقل \"من يرتد منكم عن دينه فسوف نعذبه وندخله النار\".\nإن التهديد في هذه الآية كان بالحب لا بالنار. وهذا النداء الرقيق له تأثير مميز\n في النفوس بعد الكلام الشديد والأوامر الشديدة التي زخرت بها السورة.\n"
  },
  {
    "section_id": 5,
    "count": "",
    "description": "",
    "reference": "لنداء العاشر (لَا تُحَرِّمُواْ طَيِّبَاتِ مَا أَحَلَّ اللَّهُ لَكُمْ)\n",
    "content": "[يَأَيُّهَا الَّذِينَ ءامَنُواْ لاَ تُحَرِّمُواْ طَيِّبَتِ مَا أَحَلَّ اللَّهُ لَكُمْ وَلَا تَعْتَدُوا إِنَّ اللَّه لَا يُحِبُّ الْمُعْتَدِينَ] (87).\nهنا يأتي النداء أن لا يحرّم المؤمنون ما أحل الله لهم من الطيبات، فالتحريم والتحليل حق الله وحده، والله عندما حرّم، لم يحرّم علينا إلا الخبائث الضارة، وأحلّ لنا الطيبات المفيدة بالمقابل، فجاءت الآية التي تليها [ وَكُلُوا مِمَّا رَزَقَكُمُ اللَّهُ حَلَلاً طَيِّباً وَاتَّقُواْ الله الَّذِى أَنتُم بِهِ مُؤْمِنُونَ] (88) لتؤكد على هذا المعنى. والرابط بـيـن هـذا الـنـداء والنداء الثاني [لَا تُحِلُّوا شَعَائِرَ اللَّهُ] هو أن تحريم الحلال معصية الله تعالى وتغيير الشرعه تماماً كتحليل الحرام. وهكذا نرى أن معالم الحلال والحرام في الإسلام تتضح شيئاً فشيئاً، وكل آية تضيف مفهوماً جديداً لتكمل الأحكام عند المسلمين قبل ختام نزول الآيات. \n"
  },
  {
    "section_id": 5,
    "count": "",
    "description": "",
    "reference": "النداء الحادي عشر (محرّمات الشراب)\n",
    "content": "بعدما تحدثت الآيات عن الطيبات تنتقل إلى الحديث عن الخبائث (بنفس الترتيب الذي بدأت فيه السورة في الآيات (1 - 2).\nيَأَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنصَابُ وَالْأَزْلَامُ رِجْسٌ مِّنْ عَمَلِ الشَّيْطَنِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ] (90).\nفالسورة بدأت بمحرمات الطعام فلا بد أن تذكر محرّمات الشراب (فاسمها سورة المائدة) لتحذر المسلم . من الانغماس في ملذات الحياة المحرّمة وليفي بعهده فلا يدخل فمه قطرة خمر لتوقع العداوة والبغضاء في صفوف الأمة.\nلاحظ أن الآية تعاملت قضية الخمر بشدة فقرنت بينه وبين الأنصاب مع والأزلام وهي من مخلفات الشرك بالله وذلك للتشنيع من . هذه العادة المهلكة للأمم.\nوالملاحظة الثانية أن القرآن استعمل كلمة (اجتنبوه) والتي هي أقصى درجات النهي والتحريم.\n"
  },
  {
    "section_id": 5,
    "count": "",
    "description": "",
    "reference": "النداء الثاني عشر الثالث عشر (احذروا الابتلاء في الحلال والحرام)",
    "content": " يقول الله تعالى [يَأَيُّهَا الَّذِينَ ءامَنُوا لَيَبْلُوَنَّكُمُ اللَّهُ بِشَيْءٍ مِّنَ الصَّيْدِ تَنَالُهُ أَيْدِيكُمْ وَرِمَحُكُمْ لِيَعْلَمَ اللَّه مَن يَخَافُهُ بِالْغَيْبِ] (94) هذه الآية تحذر من البلاء (أي الامتحان) الذي قد يقع فيه المسلم ليختبر الله تعالى إيمانه وتطبيقه للحلال والحرام.\n وقد نزلت عندما كان الصحابة محرمين واختبرهم الله تعالى بألا يصطادوا مهما كانت الطرائد منتشرة من حولهم. لذلك أتت الآية التي بعدها [يَأَيُّهَا الَّذِينَ ءامَنُواْ لاَ تَقْتُلُوا الصَّيْدَ وَأَنْتُمْ حُرُمٌ] (95) لتؤكد على نفس المعنى. وهناك علاقة واضحة بين أول السورة وآخرها حيث نرى التركيز على أحكام الصيد.\n"
  },
  {
    "section_id": 5,
    "count": "",
    "description": "",
    "reference": "النداء الرابع عشر (لا تضيقوا على أنفسكم)\n",
    "content": "وتستمر النداءات إلى أن نصل إلى قوله تعالى [يَأَيُّهَا الَّذِينَ ءامَنُوا لَا تَسْأَلُوا عَنْ أَشْيَاء إِن تُبْدَ لَكُمْ تَسُؤْكُمْ وَإِن تَسْأَلُوا عَنْهَا حِينَ يُنَزَّلُ الْقُرْءانُ تُبْدَ لَكُمْ عَفَا اللَّه عَنْهَا وَاللَّهُ غَفُورٌ حَلِيمٌ] (101).\nهذه الآية ضابط من الضوابط التي وضعها الله تعالى في قضايا الحلال والحرام، يخطئ الكثير من الناس في فهمه، وهو عدم السؤال في المباحات إلى درجة تصل إلى حد التضييق على الإنسان، مما قد يؤدي إلى ترك الأمور التي ضيّق بها السائل على نفسه فيقع بما قد حرم عليه. فهذه الآية تدعو إلى التوازن فإذا كان الله تعالى قد أمرنا بالوفاء بالعقود لكن ذلك لا ينبغي أن يوصلنا للتضييق على أنفسنا.\nوفي هذه الآيات ترابط عجيب مع سورة البقرة وقصة بقرة بني إسرائيل. فالآية (102) تقول : [قَدْ سَأَلَهَا قَوْمٌ مِّن قَبْلِكُمْ ثُمَّ أَصْبَحُوا بِهَا كَفِرِينَ].\n في إشارة إلى كثرة سؤال الأمم السابقة لأنبيائهم فيضيق الحكـم عـلـيـهـم فـلا يطيعون .\nفهم في قصة البقرة [فَذَبَحُوهَا وَمَا كَادُوا يَفْعَلُونَ] لأنهم أكثروا من السؤال عن طبيعة البقرة ولونها فيما لم يطلب منهم، فضاق الحكم الواسع المطلق عليهم. ولنا في رسول الله وأصحابه الأسوة الحسنة في هذا المعنى:\nقال رسول الله م يوماً لأصحابه: \"إن الله قد فرض عليكم الحج\" فقال أحد الصحابة: \"أني كل عام يا رسول الله\".\nفسكت رسول الله ثم قال: \"لو قلت نعم لَوَجُبَتْ\".\nففي سورة المائدة إذا توازن بين التزام الأوامر والنواهي والوفاء بعهد الله وبين عدم التشديد على النفس فيما لم يأمر به الله تعالى.\n"
  },
  {
    "section_id": 5,
    "count": "",
    "description": "",
    "reference": "النداء الخامس عشر (لا تكن إمعة)\n",
    "content": "وتتوالى الآيات، وتصل بنا إلى النداء 15 والذي هو ضابط آخر من ضوابط الحلال والحرام:\n يَأَيُّهَا الَّذِينَ ءامَنُوا عَلَيْكُمْ أَنْفُسَكُمْ لاَ يَضُرُّكُمْ مَّن ضَلَّ إِذَا اهْتَدَيْتُمْ...]\nقام أبو بكر الصديق رضي الله عنه خطيباً في الناس فقال: \"إنكم تضعون هذه الآية في غير موضعها\".\nلأن الناس قد ظنوا أن معنى قوله تعالى [... عَلَيْكُمْ أَنْفُسَكُمْ] أي لا تأخذوا بأيدي أحد للهداية، فمن أراد الضلال فليضل ، فأدى فهمهم الخاطئ إلى ترك الدعوة إلى الله تعالى. لكن معنى الآية: لو كل الناس من حولك غيّرت الحلال والحرام وتركت الوفاء بالعقود، فعليكم أنفسكم يا مؤمنين، فأثبتوا على الحق ولا تغيروا أحكام الدين، وهذا مصداق لحديث النبي م \"لا يكن أحدكم إمعة إن أحسن الناس أحسنت وإن أساء الناس أسأت، ولكن إن أحسن الناس فأحسنوا وإن أساؤوا فلا تظلموا\". إذاً فالســــورة ركزت في الندائين 14 و 15 علــــى ضابطين للأوامـــــر والنواهي \n - لا تضيّق على نفسك \n - لا تتأثر بالناس من حولك.\n"
  },
  {
    "section_id": 5,
    "count": "",
    "description": "",
    "reference": "النداء السادس عشر (الحلال والحرام في الشهادات والوصية)\n",
    "content": "تأتي الآية [يأَيُّهَا الَّذِينَ ءامَنُواْ شَهَادَةُ بَيْنِكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ حِينَ الْوَصِيَّةِ أَثْنَانِ ذَوَا عَدْلٍ مِّنْكُمْ] (106) لتكمل سلسلة الأحكام في السورة، ولتثبت شمولية الإسلام لكل شؤون الحياة، من أمور الطعام والشراب، إلى الزوجات والعلاقات الأسرية إلى أحكام الحدود والعلاقات الدولية إلى المعاملات والشهادات والوصية.\n تأمل مع- مرة أخرى - آية تمام الدين وشمولـه لكــل جـوانــب الحياة:\n الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْأَسْلَام دينا ] (3).\n واحمد الله تعالى على النعمة التي أتمها عليك في هذا الدين وأحكام شريعته الغراء.\n"
  },
  {
    "section_id": 5,
    "count": "",
    "description": "",
    "reference": "مقاصد الشريعة في السورة\n",
    "content": "ولأن سورة المائدة هي سورة الحلال والحرام في الإسلام، فهي السورة الوحيدة التي جمعت مقاصد الشريعة الإسلامية الخمسة:\n.1 حفظ الدين\n2 حفظ النفس\n.3 حفظ العقل\n.4 حفظ العرض\n.5 حفظ المال\nفهذه السورة التي احتوت قوله تعالى [أَفَحُكْمَ الْجَهِلِيَّةِ يَبْغُونَ وَمَنْ أَحْسَنُ مِنَ الله حُكْماً لِّقَوْمٍ يُوقِنُونَ] تريد أن ترشدنا إلى أن شرع الله تعالى هو أحسن شرع لضمان مصلحة البشرية في الدنيا والآخرة، وذلك من خلال:\n.1 حفظ الدين: [يَأَيُّهَا الَّذِينَ ءامَنُوا مَن يَرْتَدَّ مِنكُمْ عَن دِينِهِ] (54) فأول ما تهتم به الشريعة هو حفظ الدين وترك الكفر. \n.2 حفظ النفس : [ مِنْ أَجْلِ ذَلِكَ كَتَبْنَا عَلَى بَنِي إِسْرَءِيلَ أَنَّهُ مَن قَتَلَ نَفْساً بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الْأَرْضِ فَكَأَنَّمَا قَتَلَ النَّاسَ جَمِيعاً] (32) وفيها تحريم قتل النفس.\n3. حفظ العقل: [إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنصَابُ ...] (90) والغاية من تحريم الخمرة هي حفظ العقل.\n4. حفظ العرض: [مُحْصِنِينَ غَيْرَ مُسَافِحِينَ وَلَا مُتَّخِذِى أَخْدَانٍ] (5) (في تحريم العلاقة بين الجنسين قبل الزواج).\n5. حفظ المال : [وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا ] (38).\nفمقاصد الشريعة الخمسة قد ذكرت في سورة المائدة لتثبـت لنـا أن الأوامـــر والـنـواهـي المطلوب إيفاؤهـا إنمـا هـي لضـمان مصلحة النـاس ضـمن المحاور الخمسة المذكورة.\n"
  },
  {
    "section_id": 5,
    "count": "",
    "description": "",
    "reference": "مراجعة العقود يوم القيامة\n",
    "content": "متى تراجع العقود ؟ يوم القيامة. ولذلك كان الختام الرائع للسورة.\nيَوْمَ يَجْمَعُ الله الرُّسُلَ فَيَقُولُ مَاذَا أَجِبْتُمْ قَالُوا لاَ عِلْمَ لَنَا إِنَّكَ أَنتَ عَلَّم الْغُيُوب] (109).\nلاحظ ترابط آيات السورة، ففي البداية (أوفوا بالعقود) وفي وسط السورة\n[يَأَيُّهَا الرَّسُولُ بَلَّغْ مَا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ] (من أحكام الحلال والحرام) لتختم السورة بـ يَوْمَ يَجْمَعُ الله الرُّسُلَ فَيَقُولُ مَاذَا أَجِبْتُمْ ].\n وفي ختام السورة تأتي قصة سيدنا عيسى عليه السلام وتبرؤه من الذين ضلوا عن سبيله من النصاري. وهذا يفيد في التبرؤ من التقليدالاعمي للأخرين فكيف ستتبعوهم يا مسلمين وسيدنا عيسى عليه السلام نفسه سيتبرأ منهم يوم القيامة. ولأهمية ذكر يوم القيامة في حث الناس على الإيفاء بعهودهم تأتي هنا آية رائعة: [قَالَ اللَّهُ هَذَا يَوْمُ يَنفَعُ الصَّدِقِينَ صِدْقُهُمْ...] (119).\nوالصادقون هم الذين يوفون بعقودهم مع الله ومع الناس\n"
  },
  {
    "section_id": 5,
    "count": "",
    "description": "",
    "reference": "لماذا سميت سورة المائدة بهذا الاسم\n",
    "content": "وأخيراً بقي أن نشير إلى سبب تسمية السورة بسورة المائدة وهل . هذا بسبب ذكر قصة المائدة، فالسورة تتحدث عن الوفاء بالعقود، فما الذي يربط بينها وبين المائدة:\n[إِذْ قَالَ الْحَوَارِيُّونَ يُعِيسَى ابْنَ مَرْيَمَ هَلْ يَسْتَطِيعُ رَبُّكَ أَن يُنَزِّلَ عَلَيْنَا مَائِدَةً مِّنَ السَّمَاءِ قَالَ اتَّقُوا الله إن كُنتُم مُّؤْمِنِينَ ، قَالُوا نُرِيدُ أَن تَأْكُلَ مِنْهَا وَتَطْمَئِنَّ قُلُوبُنَا وَنَعْلَمَ أَن قَدْ صَدَقْتَنَا وَنَكُونَ عَلَيْهَا مِنَ الشَّهِدِينَ * قَالَ عِيسَى ابْنُ مَرْيَمَ اللهمَّ رَبَّنَا أَنزِلْ عَلَيْنَا مَائِدَةً مِّنَ السَّمَاءِ تَكُونُ لَنَا عِيداً لاوَّلِنَا وَاخِرِنَا وَءَايَةً مِّنْكَ وَارْزُقْنَا وَأَنتَ خَيْرُ الرَّازِقِينَ & قَالَ اللَّهِ إِنِّي مُنَزِّلُهَا عَلَيْكُمْ فَمَن يَكْفُرْ بَعْدُ مِنكُمْ فَإِنّى أُعَذِّبُهُ عَذَاباً لَا أُعَذِّبُهُ أَحَداً مِّنَ الْعَلَمِينَ] (112 – 115).\nفالآية الأخيرة هي آية محورية [قَالَ الله إنّى مُنَزِّلُهَا عَلَيْكُمْ فَمَن يَكْفُرْ بَعْدُ مِنكُمْ...] (أي فمن ينقض العهد بعد إنزال المائدة)، فارتبطت قصة المائدة بقصة قوم طلبوا آية من الله تعالى فأعطاهم ربهم ما طلبوا وأخذ عليهم عهداً شديداً، إن نقضوه فسوف يعذبون عذاباً شديداً.\nأما بالنسبة لأمتنا، فقد أعطاها الله تعالى في هذه السورة الآية المحورية [الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الأَسْلَامَ دِيناً] هذه الآية منحة ربانية مشابهة للآية التي أعطيها الحواريون (المائدة)، وهـم قـد وفـوا بعهدهم فهل سيفي المسلمون بعهدهم؟\nمن فضلك وأنت تقرأ سورة المائدة استشعر عظـم النعمـة الـتي أتمهـا ربنا علينا بإتمام الدين، وجاهد نفسك للإيفاء بعهد الله تعالى في كل أمور حياتك.\n"
  },
  {
    "section_id": 6,
    "count": "",
    "description": "",
    "reference": "سورة الأنعام (مكية) وهي أول سورة مكية في ترتيب المصحف (سور البقرة إلى المائدة كلها سور مدنية)، نزلت بعد سورة الحجر وعدد آياتها 165 آية.\n",
    "content": ""
  },
  {
    "section_id": 6,
    "count": "",
    "description": "",
    "reference": "ليل أبيض\n",
    "content": "رافق نزول هذه السورة ميزات عديدة. فهي أولاً نزلت على قلب النبي p جملة واحدة في ليلة واحدة)، بينما نلاحظ أن كل السور الطوال في المصحف كانت تتنزل آياتها متفرقة. ولعل من أجمل ما يميّز هذه السورة أنها نزلت يحفها سبعون ألف ملك لهم زجل – أي صوت رفيع عالي - من التسبيح يسد الخافقين، وكل هذا في وقت الليل.. فما أروع هذا الموكب الملائكي المهيب في جنح الليل وهو يرافق نزول هذه السورة الكريمة، مما يعطي ظلالاً رقيقة تجعلنا نترقب مضمون السورة وهدفها.\n"
  },
  {
    "section_id": 6,
    "count": "",
    "description": "",
    "reference": "هدف السورة\n",
    "content": "تبدأ السورة بقوله تعالى: [الْحَمْدُ لله الَّذِي خَلَقَ السَّمَوتِ وَالْأَرْضَ] فتشعر أخي المسلم من بداية السورة بهدفها ومحورها الأساسي، ألا وهو توحيد الله عز وجل وعدم الشرك به أبداً، وأن لا يكون في قلبك غير الله تبارك وتعالى. وتتكرّر مسألة توحيد الله تعالى وعدم الشرك به 49 مرة في السورة، في 49 آية أي حوالي (30%) من مجموع السورة ولهذا نعلم سبب نزولها بهذه الهيبة ولماذا كان يحفها سبعون ألف ملك كما ويمكننا أن نستشعر الحكمة من نزولها ليلاً، فإنَّ جو الليل يناسب هذه الروحانيات.\n"
  },
  {
    "section_id": 6,
    "count": "",
    "description": "",
    "reference": "المخاطبون في السورة\n",
    "content": "في خضم الأفكار والمذاهب ومناهج الحياة المختلفة – سواء أكانت هذه الأفكار عبادة للأصنام أو لقوى الطبيعة كما في عصر النبي، أو إلحاداً وإنكاراً لوجود الله كما في عصرنا الحديث - تأتي سورة الأنعام لترد على كل هؤلاء من خلال الحديث عن قدرة الله وعظمته في الكون. ولهذا فإن السورة تخاطبك أيها المؤمن أولاً، لتزيـد مـن إيمانك بالله وحبك له وإخلاصك في عبادته. وإلى جانب ذلك فهي تعطيك مادة للرد على الماديين ومنكري الله: وجود من خلال الحديث عن قدرة الله في الكون، ثم نقض زعم الملحدين بأنّ الطبيعة هي التي خلقت الكون، أو أن الكون خلق صدفة، فالإتقان والإبداع في الكون هما أكبر دليلين على عظمة الخالق جل وعلا وتوحيده.\nوتخاطب هذه السورة فريقاً ثالثاً، وهم الناس الذين يؤمنون بالله لكنهم لا يريدون أن يطبّقوا هذا الإيمان في سلوكهم. فتوضح لهم - كما سيتبين معنا في آخر السورة وفي سبب تسميتها - أنّ الإيمان لا يتجزأ، وأنه يجب أن يطبق على الاعتقاد القلبي وعلى السلوك معاً. وهنا نفهم أهمية نزولها دفعة واحدة، وذلك للتأكيد على أن التوحيد متكامل جملة واحدة في الاعتقاد والتطبيق.\n"
  },
  {
    "section_id": 6,
    "count": "",
    "description": "",
    "reference": "ترابط سور القرآن\n",
    "content": "وقبل أن نبدأ باستعراض آيات السورة ، لا بد أن نلاحظ تسلسل سور القرآن في الحوار مع غير المسلمين: فسور البقرة وآل عمران والنساء والمائدة خاطبت أهل الكتاب في محاور مختلفة، بينما سورة الأنعام اختصت بخطاب المشركين (وخاصة مشركي مكة، لذلك كانت السورة مكية).\nوهناك ملاحظة لطيفة أخرى في العلاقة بين الســورة والســورة الــتي قبلها. فسورة المائدة ختمت بقوله تعالى : الله مُلْكُ السَّمَوتِ وَالْأَرْضِ وَمَا فِيهِنَّ] كأنها تمهد لبداية سورة الأنعام [الْحَمْدُ لله الَّذِي خَلَقَ السَّمَوتِ وَالْأَرْضَ]\n"
  },
  {
    "section_id": 6,
    "count": "",
    "description": "",
    "reference": "كلمتان تغمران القلب حباً (قل وهو).\n",
    "content": "إنَّ لسورة الأنعام ترتيباً معيناً تسير وفقه من أول السورة إلى آخرها، ترد أربع أو خمس آيات تتحدث عن قدرة الله تعالى في الكون ثم تليها بعد ذلك آيات أخرى تواجه الماديين ومن ينكر وجود الله ، ومن يزعم ان الطبيعة هي التي خلقت الكون... وهكذا تسير الآيات من أول السورة إلى آخرها على هذا المنوال. وأكثر آيات السورة تبدأ بإحدى الكلمتين: (قل أو هو). فما سبب تكرارهما ..؟! وما علاقتهما بمحور السورة؟ إنك عندما تقرأ كل آية تبدأ بكلمة [هو] تجد أنها تتحدث عن قدرة الله، كقوله تعالى [ وَهُوَ الله فِى السَّمَاتِ وَفِي الْأَرْضِ] [وَهُوَ الَّذِي يَتَوَفَّكُم بِالَّيْل] [ وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ] [وَهُوَ الَّذِي خَلَقَ السَّمَوتِ وَالْأَرْضَ]. وأما آيات مواجهة الكفار - والتي تخاطب النبي (كما تخاطب كل مؤمن) وترشده إلى كيفية مقارعتهم بالحجة - فتبدأ بكلمة [قل] [قُلْ أَيُّ شَيْءٍ أَكْبَرُ شَهَدَةً قُلِ اللَّهِ شَهِيدٌ بِيْنِي وَبَيْنَكُمْ] (19). قُلْ مَن يُنَجِّيكُمْ مِّن ظُلُمَتِ الْبَرِّ وَالْبَحْر » قُلْ اللَّه يُنَجِّيكُمْ مِّنْهَا وَمِن كُلّ كَرْبِ ، قُلْ هُوَ الْقَادِرُ عَلَى أَن يَبْعَثَ عَلَيْكُمْ عَذَاباً مِّن فَوْقِكُمْ أَوْ مِن تَحْتِ أَرْجُلِكُمْ] (63-65) [قُلْ أَنَدْعُوا مِن دُونِ اللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا ] (71). فكأنّ الآيات تخاطب القارئ قائلة: استشعر في نفسك من هو القادر حتى تملأ قلبك من حبه، ثم انطلق في مواجهة من يشكك في إيمانك بوحدانيته وعظمته. بعدأن شوقتنا هذه المقدمات، تعال معي أخي المسلم لنعيش مع آيات القدرة والمواجهة في السورة.\n"
  },
  {
    "section_id": 6,
    "count": "",
    "description": "",
    "reference": "بداية السورة موجة آيات القدرة.\n",
    "content": "تبدأ السورة بثلاث آيات تظهر قدرة الله تعالى: [الْحَمْدُ للهِ الَّذِي خَلَقَ السَّمَوتِ وَالْأَرْضَ وَجَعَلَ الظُّلُمَتِ وَالنُّورَ ثُمَّ الَّذِينَ كَفَرُوا بِرَبِّهِمْ يَعْدِلُونَ & هُوَ الَّذِي خَلَقَكُمْ مِّن طِينٍ ثُمَّ قَضَى أَجَلاً وَأَجَلٌ مُّسَمًّى عِندَه] وبعدها قوله تعالى: [وَهُوَ اللَّه فِى السَّمَوتِ وَفِي الْأَرْضِ يَعْلَمُ سِرِّكُمْ وَجَهْرَكُمْ وَيَعْلَمُ مَا تَكْسِبُونَ]. وقوله تعالى : [فَقَدْ كَذَّبُوا بِالْحَقِّ لَمَّا جَاءَهُمْ فَسَوْفَ يَأْتِيهِمْ أَنْبَاءِ مَا كَانُواْ بِهِ يَسْتَهْزِءونَ] (5).\nفهذه الآيات تدعو مَنْ يقرأها إلى أن يستشعر قدرة الله تعالى.. فإذا وجد إدباراً من الكفار المنكرين استشعر عظم جرمهم ومـدى جـرأتهم وضلالهم, وواجههم بآياتها.\n"
  },
  {
    "section_id": 6,
    "count": "",
    "description": "",
    "reference": "الزمان.. والمكان\n",
    "content": "وتلاحظ في الآيات معنى لطيفاً .. فالآية (12) تقول: [قُل لِّمَن مَّا فِي السَّمَواتِ وَالْأَرْضِ قُل الله ] ، والآية (13) تقول: [وَلَهُ مَا سَكَنَ فِي الَّيْل وَالنَّهَارِ. الأولى تذكر أنّه ملك المكان السَّمَوتِ وَالأرْضِ] والثانية تذكر أنه ملَكَ [الَّيْلَ وَالنَّهَارَ] أي الزمان، فسبحان من خلق الزمان والمكان وأخضعهما لملكه.\n"
  },
  {
    "section_id": 6,
    "count": "",
    "description": "",
    "reference": "ما العلامة..؟!\n",
    "content": "فإذا عرفت أنّ الله ملك الزمان والمكان.. فاقرأ بعد ذلك آية المواجهة الرائعة:\n [قُلْ أَغَيْرَ اللَّه أَتَّخِذُ وَلِيّاً فَاطِرِ السَّمَوتِ وَالأرْضِ وَهُوَ يُطْعِمُ وَلَا يُطْعَمُ قُلْ إِنِّي أُمِرْتُ أَنْ أَكُونَ أَوَّلَ مَنْ أَسْلَمَ وَلا تَكُونَنَّ مِنَ الْمُشْرِكَينَ ] (14) [قُلْ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ] (15) [ مَّن يُصْرَفْ عَنْهُ يَوْمَئِذٍ فَقَدْ رَحِمَهُ وَذَلِكَ الْفَوْزُ الْمُبِينُ] (16). فالآيات تريد منك أخي المسلم أن تتحرر من كل مظاهر العبودية لغير الله، أو الخوف من مخلوق، فتلك علامة المعرفة وثمرة التصديق. لاحظ في كل ما سبق أن كلمة (قل) تأتي دائمـاً بعد كلمـة (هو)، وكأنّ المعنى: استشعر من (هو) الله واملأ قلبك بحبه، ثم تحرك و(قل)من هو الله وادع إليه\n"
  },
  {
    "section_id": 6,
    "count": "",
    "description": "",
    "reference": "وواجه كل من يشرك به. حادثة عملية في المواجهة\n",
    "content": "ثم تأتي جماعة من الكفار ليقولوا للنبي p: هل معك دليل على رسالتك؟ من يشهد لك أنك نبي؟ ومن يشهد أنّ إلهك واحد؟ فلقد سألنا اليهود عنك ليشهدوا لك فقالوا لا يوجد عندنا دليل .. فترد عليهم إحدى آيات المواجهة (الآية 19): [ قُلْ أَيُّ شَيْءٍ أَكْبَرُ شَهَدَةً قُلِ اللَّهُ شَهِيدٌ بَيْنِي وَبَيْنَكُمْ وَأُوحِيَ إِلَيَّ هَذَا الْقُرْءانُ لأُنْذِرَكُمْ بِهِ وَمَن بَلَغَ أَئِنَّكُمْ لَتَشْهَدُونَ أَنَّ مَعَ الله الِهَةً أُخْرَى قُل لَّا أَشْهَدُ قُلْ إِنَّمَا هُوَ إِلَةٌ وَحِدٌ وَإِنَّنِي بَرِىء مِّمَّا تُشْرِكُونَ ] فهل في الكون كله أعظم من شهادة الله سبحانه وتعالى لنفسه ولنبيه.\nومع أن السورة توجهت بالخطاب أساساً للمشركين – كما أسلفنا – لكنها تلمح في الآية (20) إلى اليهود الذين أنكروا وجود الدليل على نبوة محمد p: [الَّذِينَ آتَيْنَهُمُ الْكِتَبَ يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءهُمْ... ].\n"
  },
  {
    "section_id": 6,
    "count": "",
    "description": "",
    "reference": "مشاهد حية من يوم القيامة\n",
    "content": "وأحياناً تشعرك الآيات أنك تشاهد مناظرها وتسمع أهلها..\nفها هم يقفون أمام جهنم [وَلَوْ تَرَى إِذْ وُقِفُوا عَلَى النَّارِ فَقَالُوا يُلَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِنَايَتِ رَبِّنَا وَنَكُونَ مِنَ الْمُؤْمِنِينَ] (27) . ثم تنقلك الآيات إلى وقفة جليلة مهيبة لطالما كذّب بها الكفار ،وأنكروها وقفة أمام جبار السماوات والأرض [وَلَوْ تَرَى إِذْ وُقِفُوا عَلَى رَبِّهِمْ قَالَ أَلَيْسَ هَذَا بِالْحَقِّ قَالُوا بَلَى وَرَبِّنَا قَالَ فَذُوقُوا الْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ] (30). وانظر إلى هؤلاء المثقلين المتعبين من الفساق والفجار بأحمالهم الثقيلة.. أنظر إليهم [وَهُمْ يَحْمِلُونَ أَوْزَارَهُمْ عَلَى ظُهُورِهِمْ أَلَا سَاء مَا يَزِرُونَ] (31).\n"
  },
  {
    "section_id": 6,
    "count": "",
    "description": "",
    "reference": "الصبر والتثبيت عند المواجهة\n",
    "content": "ولا تكتفي الآيات بمد النبي P (وبالتالي كل الدعاة إلى الله) بالحجج والردود اللازمة لمواجهة الكفار فحسب، بل أنها تثبته وتعينه على الصبر على ما يلقاه من التكذيب : [وَلَقَدِ اسْتَهْزِىء بِرُسُلٍ مِّن قَبْلِكَ فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُمْ مَّا كَانُواْ بِهِ يَسْتَهْزِءونَ] (10)، وتقول أيضاً: [وَلَقَدْ كُذَّبَتْ رُسُلٌ مِّن قَبْلِكَ فَصَبَرُوا عَلَى مَا كُذَّبُوا وَأُوذُوا حَتَّى أَتَهُمْ نَصْرُنَا ...] (34).\nولكن قمة التثبيت تأتي في قوله تعالى: [قَدْ نَعْلَمُ إِنَّهُ لَيَحْزُنُكَ الَّذِي يَقُولُونَ فَإِنَّهُمْ لَا يُكَذَّبُونَكَ وَلَكِنَّ الظَّلِمِينَ بِنَايَتِ الله يَجْحَدُونَ] (33). يا محمد، إن هؤلاء لا يكذبون شخصك، إنهـم يكـذبون الله وآياته، فهو وليـك ونـاصـرك مـن دوهم.\n"
  },
  {
    "section_id": 6,
    "count": "",
    "description": "",
    "reference": "كلمات كالموج الهادر\n",
    "content": "وتمضي الآيات على نفس السياق : آية قدرة فآية مواجهة. فتأتي آية رائعة في بيان قدرة الله تعالى:\n[وَمَا مِن دَابَّةٍ فِي الْأَرْضِ وَلَا طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ إِلَّا أُمَمٌ أَمْثَلُكُمْ مَّا فَرَّطْنَا في الكِتَبِ مِن شَيْء] (38).\n فإذا جحد هؤلاء الظالمون بكتاب الله، تبدأ الآيات في الشدة بمواجهتهم. [قُلْ أَرَأَيْتُكُم إِنْ أَتَكُمْ عَذَابُ الله أَوْ أَتَتْكُمْ السَّاعَةُ أَغَيْرَ اللَّهِ تَدْعُونَ إِن كُنتُمْ صَدِقِينَ] (40).\nوتحذرهم من التمادي في المعاصي حتى لا تطبــق علـيـهـم السـنة الكونية في البشر [ حَتَّى إِذَا فَرِحُواْ بِمَا أُوتُوا أَخَذْنَهُمْ بَغْتَةً فَإِذَا هُمْ مُّبْلِسُونَ ](44).\nوتأتي موجة جديدة من آيات المواجهة التي تبدأ بكلمة [قل]:\n [قُلْ أَرَأَيْتُمْ إِنْ أَخَذَ اللَّه سَمْعَكُمْ وَأَبْصَرَكُمْ وَخَتَمَ عَلَى قُلُوبِكُمْ مَّنْ إِلَهُ غَيْرُ الله يَأْتِيكُمْ بِهِ أَنْظُرْ كَيْفَ نُصَرِّفُ الآيَتِ ثُمَّ هُمْ يَصْدِقُونَ * قُلْ أَرَأَيْتَكُمْ إِنْ أَتَكُمْ عَذَابُ الله بَغْتَةً أَوْ جَهْرَةً هَلْ يُهْلَكُ إِلا الْقَوْمُ الظَّلِمُونَ] (46-47).\nإن سياق الآيات والكلمات يرقق المشاعر ويجعل القلب يخشع ويرغب في القرب من الله.\n"
  },
  {
    "section_id": 6,
    "count": "",
    "description": "",
    "reference": "أسلوب جديد في المواجهة\n",
    "content": "ولأن الآيات تجهز النبي P ليواجه قومه بالدعوة، فإنها تستخدم أسلوباً جديداً في الآية (57) ففي قوله تعالى: [قُلْ إِنِّي عَلَىٰ بَيِّنَةٍ مِّن رَّبِّي وَكَذَّبْتُم به...] تأكيد على الثوابت العقائدية، وثقة بالنفس تهز الطرف الآخر. وهي طريقة دعوية مفيدة نتعلمها من آيات السورة.\n"
  },
  {
    "section_id": 6,
    "count": "",
    "description": "",
    "reference": "شمول العلم والقدرة\n",
    "content": "وتبدأ الآيات في موجة جديدة من عرضها لقدرة الخالق، في سياق يهز القلب ويحرك أوتاره: [وَعِندَهُ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَا إِلَّا هُوَ وَيَعْلَمُ مَا فِي الْبَرِّ وَالْبَحْرِ وَمَا تَسْقُطُ مِن وَرَقَةٍ إِلا يَعْلَمُهَا وَلاَ حَبَّةٍ فِي ظُلُمَتِ الْأَرْضِ وَلَا رَطْبٍ وَلَا يَابِس إِلا فِي كِتَابٍ مُّبِين] (59) وكأنك ترى الورقة وهي تسقط في الصحراء أو على جبل أو في قاع بحر.. ومن الذي يتوفى الأنفس؟ إنه الله [وَهُوَ الَّذِي يَتَوَفَّكُم بِأَلَّيْلِ وَيَعْلَمُ مَا جَرَحْتُم بِالنَّهَارِ ] (60) فكيف تشركون به؟\nومن الذي شمل الخلق علماً وعدداً؟ إنه الله [ وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ وَيُرْسِلُ عَلَيْكُم حَفَظَةً ] (61) أي ملائكة تحفظكم من الآفات وتكتب أعمالكم من الحسنات والسيئات.\n ومن الذي ينجي العباد من مهالك البر والبحر؟ إنه الله [قُلْ مَن يُنَجِّيكُمْ من ظُلُمَتِ الْبَرِّ وَالْبَحْرِ ] (63). فكيف تشركون به؟\nفإن شكك أحد في ذلك فإن الآية ترد عليه بقوة: [قُلْ هُوَ الْقَادِرُ عَلَى أَن يَبْعَثَ عَلَيْكُمْ عَذَاباً مِّن فَوْقِكُمْ أَوْ مِن تَحْتِ أَرْجُلِكُمْ] (65) فمن الذي يخرج عن قدرته أو يغيب عن شمول علمه سبحانه وتعالى..؟! فما هو شعور المؤمن الذي يقرأ سورة الأنعام؟ إنه يشعر أن مشاعره تهتز وهي تنزل على النبي ليلاً في موكب من الملائكة.. يشعر بصوت الملائكة وهم يسبحون الله لعظمة هذه السورة فهذه السورة تزلزل النظرة الإنسانية وتطوف بالإنسان لتأخذه إلى ملكوت السموات والأرض والنهار والليل والبر والبحر والشمس والقمر والنجوم.. تريك الجنات المعروشات .. إنها تطلعك على ملك الله عز وجل.. حتى تصل إلى آية أخرى من آيات القدرة [وَهُوَ الَّذِي خَلَقَ السَّمَوتِ وَالْأَرْضَ بِالْحَقِّ وَيَوْمَ يَقُولُ كُن فَيَكُونُ قَوْلُهُ الْحَقُّ وَلَهُ الْمُلْكُ يَوْمَ يُنفَخُ فِي الصُّورِ عَلِمُ الْغَيْبِ وَالشَّهَدَةِ وَهُوَ الْحَكِيمُ الْخَبِيرُ] (73).\n"
  },
  {
    "section_id": 6,
    "count": "",
    "description": "",
    "reference": "رحلة مؤمنة: سيدنا إبراهيم وقومه\n",
    "content": "وتبدأ السورة بعد ذلك في عرض قصة إبراهيم ونظره في مظاهر قدرة الله في الكون.. ليسير نسق الآيات بين القدرة والمواجهة إن هذه القصة ليست منفصلة عن ترتيب السورة بل إنها وظفت لتخدم الهدف تماماً.\n يقول تعالى : [وَكَذَلِكَ نُرِى إِبْرَاهِيمَ مَلَكُوتَ السَّمَواتِ وَالْأَرْضِ وَلِيَكُونَ مِنَ الْمُوقِنِينَ * فَلَمَّا جَنَّ عَلَيْهِ الَّيْلُ رَأَى كَوْكَباً قَالَ هَذَا رَبِّي فَلَمَّا أَفَلَ قَالَ لا أُحِبُّ الأفِلِينَ] (75-76). إنه ترتيب السورة نفسه، فإنه عليه السلام ينظر في قدرة الله تعالى: [فَلَماً رَأَى الشَّمْسَ بَازِغَةً قَالَ هَذَا رَبِّي هَذَا أَكْبَرُ فَلَمَّا أَفَلَتْ قَالَ يُقَوْمِ إِنِّي بَرِىء مِّمَّا تُشْرِكُونَ] (78) . نعم لأنَّ الإله لا شك أنه أعظم من هذا كله ولذلك قال : [إِنِّى وَجَهْتُ وَجْهِيَ لِلَّذِى فَطَرَ السَّمَوتِ وَالْأَرْضَ حَنِيفاً وَمَا أَنَا مِنَ الْمُشْرِكِينَ ] (79). وبعد استخدامه لأسلوب عرض آيات القدرة تبدأ المواجهة [قَالَ أَتُحَاجُّونّى فِي اللهِ وَقَدْ هَدَانِي...] (80) مع تركيزه على نفي الشرك وتوحيد الله [ وَلاَ أَخَافُ مَا تُشْرِكُونَ بِهِ إِلا أَن يَشَاء رَبِّي شَيْئاً] (80). لذلك أثنى الله على هذا الأسلوب الدعوي بقوله تعالى: [وَتِلْكَ حُجَّتُنَا اتَيْنَهَا إِبْرَاهِيمَ عَلَى قَوْمِهِ ...] (83).\nومن جمال القرآن أنك ترى قصص الأنبياء تتكرّر في القرآن الكريم، لكنها في كل مرة تخدم هدف السورة التي تذكر فيها، بإعجاز يعجز البشر عن الإتيان بمثله. فسورة الأنعام مثلاً أوردت جانباً من قصة سيدنا إبراهيم والذي يتعلق بنظره في آيات الله واستخدامه أسلوب القدرة والمواجهة في الدعوة إلى الله فلم ترد قصة إبراهيم عليه السلام حين رماه قومه في النار مثلاً، لكنها وظفت لتخدم هدف السورة وسياقها.\n"
  },
  {
    "section_id": 6,
    "count": "",
    "description": "",
    "reference": "التحذير الشديد من الشرك\n",
    "content": "وفي التعقيب على قصة إبراهيم تأتي آية محورية في التحذير من الشرك : الَّذِينَ ءامَنُوا وَلَمْ يَلْبِسُوا إِيمَتَهُمْ بِظُلْمٍ أُولَئِكَ لَهُمُ الْأَمْنُ وَهُمْ مُهْتَدُونَ ]\nلما نزلت هذه الآية شق ذلك على أصحاب رسول الله، قالوا: وأينا لم يظلم نفسه؟ فقال رسول الله: ليس كما تظنون، إنما هي كما قال العبد الصالح لابنه(أي سيدنا لقمان): إن الشرك لظلم عظيم.\nوحتى في الحديث عن أحب الخلق إلى الله، وهم الأنبياء، تقول الآيات بوضوح [وَلَوْ أَشْرَكُواْ لَحَبِطَ عَنْهُمْ مَّا كَانُوا يَعْمَلُونَ] (88).\n"
  },
  {
    "section_id": 6,
    "count": "",
    "description": "",
    "reference": "قدرة ومواجهة في نفس الآية\n",
    "content": "نصل إلى الآية (91) والتي اشتملت في أولها على آية من أروع آيات القدرة: وَمَا قَدَرُوا اللَّه حَقَّ قَدْرِهِ إِذْ قَالُواْ مَا أَنزَلَ الله عَلَى بَشَرٍ مِّن شَيْء...] (100).\nوقف النبي p يوماً في أصحابه وتلا هذه الآية، ثم قال: يمجد الله نفسه، يقول: أنا الملك، أنا القدوس... وأخذ بترديد أسماء الله الحسنى، فنظر الصحابة إلى المنبر، وكان يرجف برسول الله من وقع عظمة الله تعالى. إن الجماد والخشب قد اهتزا لجلال الله تعالى، بينما هناك قلوب لم تتحرك من خشيته أو لجلاله، فتواجه الآية في نصفها الثاني هؤلاء : [قُلْ مَنْ أَنزَلَ الْكِتَابَ الَّذِي جَاءَ بِهِ مُوسَىٰ نُوراً وَهُدًى لِّلنَّاسِ... قُلْ اللَّه ثُمَّ ذَرْهُمْ فِي خَوْضِهِمْ يَلْعَبُونَ] (91).\n"
  },
  {
    "section_id": 6,
    "count": "",
    "description": "",
    "reference": "عودة إلى آيات القدرة: ألا تشعر بحبه؟\n",
    "content": "وتبدأ مع الآيات (95) - (103) موجة رائعة من إظهار قدرة الله في جمال الخلق وإبداعه: [إِنَّ الله فَالِقُ الْحَبَّ وَالنَّوَى يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَمُخْرِجُ الْمَيِّتِ مِنَ الْحَى ذَلِكُمُ الله فَأَنَّى تُؤْفَكُونَ] (5) [فَالِقُ الإِصْبَاحَ وَجَعَلَ الَّيْلَ سَكَناً وَالشَّمْسَ وَالْقَمَرَ حُسْبَاناً ذُلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ] (96) يظهر الله تعالى هنا قدرته في مثالين مختلفين: مرة في أنه فالق الحب والنوى على صغرهما ومرة أخرى أنه فالق الإصباح ومظهره من ظلمة الليل على اتساعه.\nإن السورة تهز الفطرة الإنسانية التي تعرف ربها جيداً وتدين له بالوحدانية، لكن ركام الشرك قد يغطي هذه الفطرة في بعض الأحيان، فتأتي السورة لهز هذه الفطرة وكسر مظاهر الشرك عنها لتعود إلى الله وتوحيده. لذلك فإنها تخاطب المشركين بقولها: بَدِيعُ السَّمَوتِ وَالْأَرْضِ أَنَّى يَكُونُ لَهُ وَلَدٌ وَلَمْ تَكُنْ لَّهُ صَحِبَةٌ وَخَلَقَ كُلَّ شَيْءٍ وهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ] (101) هل هناك من يجادل في هذا..؟ فمن الذي خلق وأبدع؟! إنه رب القدرة وحده لا شريك له : [أَنَّى يَكُونُ لَهُ وَلَدٌ وَلَمْ تَكُنْ لَّهُ صَحِبَةٌ وَخَلَقَ كُلَّ شَيْءٍ وَهُوَ بِكُلِّ شَيْءٍ عَلِيم ذَلِكُمُ الله رَبِّكُمْ لَا إِلَهَ إِلا هُوَ خَلِقَ كُلَّ شَيْءٍ فَاعْبُدُوهُ وَهُوَ عَلَى كُلِّ شَيْءٍ وَكِيلٌ لا تُدْرَكُهُ الأَبْصَرُ وَهُوَ يُدْرِكُ الأَبْصَرَ وَهُوَ اللَّطِيفُ الْخَبِيرُ ] (101-103).\nكل ذلك لتأتي الآية المحورية رقم 104 [قَدْ جَاءَكُمْ بَصَائِرُ مِن رَّبِّكُمْ]. لقد اتضحت مظاهر عظمة الله تعالى وقدرته وقوته في الكون [فَمَنْ أَبْصَرَ فَلِنَفْسِهِ وَمَنْ عَمِيَ فَعَلَيْهَا ] (104) فمن آمن وصدق فهو المستفيد ومن كفر فهذا هو العمى الحقيقي: عمى القلب والذي هو أخطر من عمى البصر.\n [أَوَ مَن كَانَ مَيْتًا فَأَحْيَيْنَهُ] (104)\nولتصوير الفرق بين الإيمان والكفر تستعمل السورة أكثر من مثال وأكثر من تشبيه، فهي في الآية السابقة 104 تشبه الكفر بالعمى، لكنها في الآية (122) تذهب إلى أبعد من هذا بكثير:\nأَوَ مَن كَانَ مَيْتًا فَأَحْيَيْنَهُ وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاسِ كَمَن مَّثَلُهُ في الظُّلُمَتِ لَيْسَ بِخَارِجِ مِّنْهَا كَذَلِكَ زُيِّنَ لِلْكَفِرِينَ مَا كَانُوا يَعْمَلُونَ]. بعد أن رأينا كل هذه الآيات المعجزات على وجود الله وتوحيده، ماذا يكون حال من يكفر؟ إنه كالميت، لكن من رحمة الله تعالى أنه يهديه، فيحييه من جديد، لا بل أكثر . من ذلك، يجعل له نور التوحيد والهداية ليمشي به في الناس ويدلّهم على طريق الله. مثال رائع بالمقارنة مع من يقبع في الظلمات ولا يريد حتى أن يفكر بالخروج منها ، بل أن كفره وظلامه مزين له بأبهى صورة...\n"
  },
  {
    "section_id": 6,
    "count": "",
    "description": "",
    "reference": "سبب التسمية: توحيد في القصد والعمل\n",
    "content": "ويبقى سؤال أخير وهو: لماذا سميت هذه السورة بالأنعام؟\nإن الأنعام هي المواشي التي يقوم الناس برعيها ويأكلون لحمها، ولكن ما العلاقة بين الأنعام وبين سورة تتحدث عن توحيد الله تعالى . إن العلاقة بينهما وثيقة جداً، فإن السورة تناولت موضوع توحيد الله تعالى،  تحذر الناس من الاعتقاد بأنّ التوحيد يكون بأن يقول المرء في نفسه أنا أوحد الله  وواقع حياته لا يشهد بذلك، بل ينبغي أن يوحد الله اعتقاداً وتطبيقاً.\nفكثير من الناس يوحدون الله اعتقاداً فهو يجزم بهذا الأمر ولا مجال للنقاش أو الشك في توحيده الله عزّ وجل ولكن إذا تأملنا واقع حياته، وهل يطبق شرع تعالى في كل تصرفاته فإننا سنجد أنّ الأمر مختلف.\nإنّ توحيد الله تعالى لا يكون في الاعتقاد فحسب بل لا بد من توحيده في كل تصرفاتنا وحياتنا اليومية...\nوسبب تسمية السورة بالأنعام أنّ العرب كانوا ينظرون للأنعام على أنها ثروتهم الأساسية وعصب حياتهم، فتعاملوا معها على أنها تخصهم ولا علاقة لله تعالى بها . بزعمهم – يقول تعالى: [وَجَعَلُواْ الله مِمَّا ذَرَأَ مِنَ الْحَرْثِ وَالْأَنْعَامِ نَصِيباً فَقَالُوا هَذَا لِلَّهِ بِزَعْمِهِمْ وَهَذَا لِشُرَكَائِنَا فَمَا كَانَ لِشُرَكَائِهِمْ فَلَا يَصِلُ إِلَى اللَّهُ وَمَا كَانَ اللَّهِ فَهُوَ يَصِلُ إِلَى شُرَكَائِهِمْ سَاء مَا يَحْكُمُونَ] (136).\nوبعد ذلك يقول [ وَقَالُواْ هَذِهِ أَنْعَمْ وَحَرْثٌ حِجْرٌ لَا يَطْعَمُهَا إِلَّا مَن نَّشَاء بِزَعْمِهِمْ وَأَنْعَمْ حُرِّمَتْ ظُهُورُهَا وَأَنْعَمْ لا يَذْكُرُونَ أَسْمَ اللَّهُ عَلَيْهَا افْتِرَاء عَلَيْهِ سَيَجْزِيهِم بِمَا كَانُوا يَفْتَرُونَ * وَقَالُواْ مَا فِي بُطُونِ هَذِهِ الانْعَامِ خَالِصَةٌ لذُكُورِنَا & وَمُحَرَّمُ عَلَى أَزْواجِنَا وَإِن يَكُن مَّيْتَةً فَهُمْ فِيهِ شُرَكَاء سَيَجْزِيهِمْ وَصْفَهُمْ إِنَّهُ حَكِيمٌ عَلِيمٌ] (138 – 139).\nفهذا تحذير من توحيد الله اعتقاداً فقط دون أن يكون لهذا التوحيد أثر في التطبيـق.. فإياكم ثم إياكم أن توحدوا الله تعالى في الاعتقاد وتخالفوا ذلـك في التطبيق. لهذا اختار ربنا نوعاً من أخطاء التطبيق وسمى به السورة حتى يخاف المرء ويسأل نفسه عن التطبيق كلما قرأ آيات التوحيد وعدم الشرك.\n"
  },
  {
    "section_id": 6,
    "count": "",
    "description": "",
    "reference": "طريق السلامة\n",
    "content": "ولأن التوحيد يشمل الاعتقاد والتطبيق جاء ختام السورة [قُلْ إِنَّ صَلاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لله رَبِّ الْعَالَمِينَ & لا شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ & قُلْ أَغَيْرَ اللهُ أَبْغِى رَبّا وَهُوَ رَبُّ كُلِّ شَيْءٍ وَلَا تَكْسِبُ كُلُّ نَفْسٍ إِلَّا عَلَيْهَا] (162 - 164). فمن كانت له هذه القدرة أحق بأن يكون له التوحيد الخالص في كل مظاهر حياتنا الفكرية والروحية والعملية. هذه المعاني كلها تلخصت في ثلاث آيات محورية في المواجهـة علـى مـدار السورة :\n[قُلْ أَغَيْرَ اللَّه أَتَّخِذُ وَلِيّاً فَاطِرِ السَّمَوتِ وَالْأَرْضِ] (14). أَفَغَيْرَ اللهُ أَبْتَغِى حَكَماً وَهُوَ الَّذِي أَنزَلَ إِلَيْكُمُ الْكِتَابَ مُفَصَّلاً ...] (114).\n[قُلْ أَغَيْرَ اللهُ أَبْغِى رَبِّ ...] (164).\nفهذه الآيات الثلاث ركزت على محاور التوحيد الثلاثة وهي التوحيد في الربوية وفي المحبة وفي الاحتكام لشرع الله تعالى.\n"
  },
  {
    "section_id": 6,
    "count": "",
    "description": "",
    "reference": "ختام السورة: الاستخلاف\n",
    "content": "بعدما أكد الله تعالى من خلال آيات السورة ملكه للأرض وإبداعه لهـا وتصرفه فيها، أعطانا الأرض واستخلفنا عليها: [وَهُوَ الَّذِي جَعَلَكُمْ خَلَئِفَ الأرْضِ] (165).\nوهنا لفتة لطيفة في الربط بين هدف سورة الأنعام وهدف سورة البقرة (المسؤولية عن الأرض). كما أنّ الختام هنا يمهد لسورة الأعراف التي تناولت موضوع الصراع في الأرض بين الحق والباطل: [... وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجَتٍ لِّيَبْلُوَكُمْ فِي مَا آتَكُمْ] (165).\nوانظر هنا لعلاقة السور الرائعة مع بعضها:\nوكأن السور الثلاث توجه رسالة موحدة يا مسلمون، بعد أن فهمتم أهمية توحید الله في التطبيق كما في الاعتقاد (سورة الأنعام)، فإن الله قد أعطاكم هذه الأرض لتطبقوا شرعه عملياً، فأنتم يا أمة محمـد مسؤولون عنهـا (ســورة البقرة) فأين أنتم في الصراع على الاستخلاف بين الحق والباطل (سورة الأعراف)؟\n"
  },
  {
    "section_id": 7,
    "count": "",
    "description": "",
    "reference": "",
    "content": ""
  },
  {
    "section_id": 7,
    "count": "",
    "description": "",
    "reference": "",
    "content": ""
  },
  {
    "section_id": 7,
    "count": "",
    "description": "",
    "reference": "",
    "content": ""
  },
  {
    "section_id": 7,
    "count": "",
    "description": "",
    "reference": "",
    "content": ""
  },
  {
    "section_id": 7,
    "count": "",
    "description": "",
    "reference": "",
    "content": ""
  },
  {
    "section_id": 7,
    "count": "",
    "description": "",
    "reference": "",
    "content": ""
  },
  {
    "section_id": 7,
    "count": "",
    "description": "",
    "reference": "",
    "content": ""
  },
  {
    "section_id": 7,
    "count": "",
    "description": "",
    "reference": "",
    "content": ""
  },
  {
    "section_id": 7,
    "count": "",
    "description": "",
    "reference": "",
    "content": ""
  },
  {
    "section_id": 7,
    "count": "",
    "description": "",
    "reference": "",
    "content": ""
  },
  {
    "section_id": 7,
    "count": "",
    "description": "",
    "reference": "",
    "content": ""
  },
  {
    "section_id": 7,
    "count": "",
    "description": "",
    "reference": "",
    "content": ""
  },
  {
    "section_id": 7,
    "count": "",
    "description": "",
    "reference": "",
    "content": ""
  },
  {
    "section_id": 7,
    "count": "",
    "description": "",
    "reference": "",
    "content": ""
  },
  {
    "section_id": 7,
    "count": "",
    "description": "",
    "reference": "",
    "content": ""
  },
  {
    "section_id": 7,
    "count": "",
    "description": "",
    "reference": "",
    "content": ""
  },
  {
    "section_id": 7,
    "count": "",
    "description": "",
    "reference": "",
    "content": ""
  },
  {
    "section_id": 7,
    "count": "",
    "description": "",
    "reference": "",
    "content": ""
  },
  {
    "section_id": 7,
    "count": "",
    "description": "",
    "reference": "",
    "content": ""
  },
  {
    "section_id": 7,
    "count": "",
    "description": "",
    "reference": "",
    "content": ""
  },
  {
    "section_id": 7,
    "count": "",
    "description": "",
    "reference": "",
    "content": ""
  },
  {
    "section_id": 7,
    "count": "",
    "description": "",
    "reference": "",
    "content": ""
  },
  {
    "section_id": 7,
    "count": "",
    "description": "",
    "reference": "",
    "content": ""
  },
  {
    "section_id": 7,
    "count": "",
    "description": "",
    "reference": "",
    "content": ""
  },
  {
    "section_id": 7,
    "count": "",
    "description": "",
    "reference": "",
    "content": ""
  },
  {
    "section_id": 7,
    "count": "",
    "description": "",
    "reference": "",
    "content": ""
  },
  {
    "section_id": 7,
    "count": "",
    "description": "",
    "reference": "",
    "content": ""
  },
  {
    "section_id": 7,
    "count": "",
    "description": "",
    "reference": "",
    "content": ""
  }
]