[
  {
    "section_id": 1,
    "count": "",
    "description": "",
    "reference": "فضل الصلاة على النبي \n",
    "content": "أولًا: يؤجر المصلي على النبي - صلى الله عليه وسلّم- بعشر حسنات.\nثانيًا: يرفع المصلي على النبي -صلى الله عليه وسلم- عشر درجات.\nثالثًا: يغفر للمصلي على النبي- صلى الله عليه وسلم- عشر سيئات.\nرابعًا: سبب في شفاعة الرسول -صلى الله عليه وسلم- له يوم القيامة.\nخامسًا: يكفي الله العبد المصلي على رسول الله ما أهمّه.\nسادسًا: تصلي الملائكة على العبد إذا صلى على رسول الله -صلى الله عليه وسلّم-.\nسابعًا: الصلاة على النبي تعتبر امتثالًا لأوامر الله تعالى.\nثامنًا: سبب من أسباب استجابة الدعاء إذا اختتمت واستفتحت به.\nتاسعًا: تنقذ المسلم من صفة البخل.\nعاشرًا: سبب من أسباب طرح البركة.\nالحادي عشر: سبب لتثبيت قدم العبد المصلي على الصراط المستقيم يوم القيامة.\nالثاني عشر: التقرّب إلى الله تعالى.\nالثالث عشر: نيل المراد في الدنيا والآخرة.\nالرابع عشر: سبب في فتح أبواب الرحمة.\nالخامس عشر: دليل صادق وقطعيّ على محبّة رسول الله - صلى الله عليه وسلّم-.\nالسادس عشر: سببٌ لدفع الفقر.\nالسابع عشر: تشريف المسلم بعرض اسمه على النبي- صلى الله عليه وسلّم-.\nالثامن عشر: سببٌ لإحياء قلب المسلم.\nالتاسع عشر: التقرّب من الرسول - صلى الله عليه وسلم- منزلةً.\nالعشرون: لا يقتصر فضل الصلاة على النبي - صلى الله عليه وسلم-، على هذه الفوائد فقط بل تتعدى لتصل إلى مئات الأفضال التي تعود على المسلم بالنفع والخير في الدنيا والآخرة."
  },
  {
    "section_id": 1,
    "count": "100",
    "description": "",
    "reference": "فضل الصلاة على النبي 100 مرة\n",
    "content": "هي : «القرب من رسول الله –صلى الله عليه وسلم يوم القيامة، ويقضي الله للشخص 100 حاجة، منها 70 من حوائج الآخرة، وثلاثين من حوائج الدنيا، يوكل الله له بذلك ملكًا يدخله في قبره كالهدايا، يخبر رسول الله –صلى الله عليه وسلم- عنه باسمه، فيكتبه –صلى الله عليه وسلم- في صحيفة بيضاء»."
  },
  {
    "section_id": 1,
    "count": "1000",
    "description": "",
    "reference": "فضل الصلاة على النبي 1000 مرة\n",
    "content": " فقد ورد أن الإكثار من الصلاة على النبي -صلى الله عليه وسلم-، وخاصة في يوم الجمعة وليلتها، قد يصل فضله إلى البراءة من النار، كما أن الإمام السخاوي ذكر عن أبي عبد الرحمن المُقري، قال حضرت فلانًا -وذكر رجلًا من الصالحين- في ساعة النزع \" ساعة الاحتضار\"، فوجدنا رقعة تحت رأسه مكتوب فيها: «براءة لفلان من النار»، وعندما سألوا أهله ماذا كان يفعل؟، فأجاب أهله: إذا ما كان يوم الجمعة صلى على النبي -صلى الله عليه وسلم- ألف مرة، لذا قال الإمام الشافعي: «استحب الإكثار من الصلاة على النبي -صلى الله عليه وسلم- في كل يوم، ويزداد الاستحباب أكثر في يوم الجمعة وليلتها»."
  },
  {
    "section_id": 1,
    "count": "",
    "description": "",
    "reference": "حديث فضل الصلاة على النبي",
    "content": "عَنْ عَبْدِ اللَّهِ، عَنِ الطُّفَيْلِ بْنِ أُبَيِّ بْنِ كَعْبٍ، عَنْ أُبَيِّ بْنِ كَعْبٍ، قَالَ: قُلْتُ: «يَا رَسُولَ اللَّهِ إِنِّي أُكْثِرُ الصَّلاةَ عَلَيْكَ، فَكَمْ أَجْعَلُ لَكَ مِنْ صَلاتِي؟ قَالَ صَلَّى اللَّهُ عَلَيْهِ: \"مَا شِئْتَ\". قُلْتُ: الرُّبُعَ. قَالَ: \"مَا شِئْتَ، وَإِنْ زِدْتَ فَهُوَ خَيْرٌ لَكَ\". قُلْتُ: الثُّلُثَ. قَالَ: \"مَا شِئْتَ، وَإِنْ زِدْتَ فَهُوَ خَيْرٌ لَكَ\". قُلْتُ: النِّصْفَ. قَالَ: \"مَا شِئْتَ، وَإِنْ زِدْتَ فَهُوَ خَيْرٌ لَكَ\". قُلْتُ: الثُّلُثَيْنِ. قَالَ: \"مَا شِئْتَ، وَإِنْ زِدْتَ فَهُوَ خَيْرٌ لَكَ\". قُلْتُ: أَجْعَلُ صَلاتِي كُلَّهَا. قَالَ: \"تُكْفَى هَمَّكَ، وَيُغْفَرُ ذَنْبُكَ»."
  },
  {
    "section_id": 1,
    "count": "",
    "description": "",
    "reference": "فضل الصلاة على النبي\n",
    "content": "عن عمر قال سمعت رسول الله -صلى الله عليه وسلم- يقول: «إذا سمعتم المؤذن فقولوا مثل ما يقول وصلوا عليّ فإنه من صلّى عليّ مرة واحدة صلى الله عليه عشرًا ثم سلوا لي الوسيلة فإنها منزلة في الجنة لا تنبغي إلا لعبد من عباد الله وأرجو أن أكون أنا هو فمن سأل لي الوسيلة حلت عليه الشفاعة» [رواه مسلم]. قال -صلى الله عليه وسلم-: «من صلّى عليّ حين يصبح عشرًا وحين يمسي عشرًا أدركته شفاعتي» [أخرجه الطبراني في الكبير وحسنه الألباني]. وقال -صلى الله عليه وسلم-: «من صلّى عليّ واحدة صلى الله عليه بها عشرًا» [رواه مسلم وأحمد والثلاثة].\n\nوعن عبدالرحمن بن عوف قال: أتيت النبي وهو ساجد فأطال السجود قال: «أتاني جبريل وقال: من صلّى عليك صليت عليه ومن سلّم عليك سلمت عليه فسجدت شكرًا لله» [رواه الحاكم وأحمد والجهضمي وقال الحاكم: صحيح ولم يخرجاه."
  },
  {
    "section_id": 1,
    "count": "100",
    "description": "",
    "reference": "اسهل صيغة للصلاة على النبي \n",
    "content": " وردت فيها أن الصحابة رضوان الله عليهم اهتموا أن يعرفوا صيغة الصلاة على رسول الله -صلى الله عليه وسلم-، فورد في صحيح البخاري،  إِنَّ النَّبِىَّ - -صلى الله عليه وسلم- - خَرَجَ عَلَيْنَا فَقُلْنَا يَا رَسُولَ اللَّهِ قَدْ عَلِمْنَا كَيْفَ نُسَلِّمُ عَلَيْكَ ، فَكَيْفَ نُصَلِّى عَلَيْكَ قَالَ « فَقُولُوا اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ ، وَعَلَى آلِ مُحَمَّدٍ ، كَمَا صَلَّيْتَ عَلَى آلِ إِبْرَاهِيمَ ، إِنَّكَ حَمِيدٌ مَجِيدٌ ، اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ ، وَعَلَى آلِ مُحَمَّدٍ ، كَمَا بَارَكْتَ عَلَى آلِ إِبْرَاهِيمَ ، إِنَّكَ حَمِيدٌ مَجِيدٌ»."
  },
  {
    "section_id": 1,
    "count": "",
    "description": "",
    "reference": "مواطن الصلاة على النبى\n",
    "content": "يُستحب الإكثار من الصلاة على رسول الله -صلى الله عليه وسلم- في المواطن الآتية:\n\n- بعد الأذان: قال رسول الله -صلى الله عليه وسلم-: «إذا سَمِعْتُمُ المُؤَذِّنَ، فَقُولوا مِثْلَ ما يقولُ ثُمَّ صَلُّوا عَلَيَّ، فإنَّه مَن صَلَّى عَلَيَّ صَلاةً صَلَّى اللَّهُ عليه بها عَشْرًا، ثُمَّ سَلُوا اللَّهَ لِيَ الوَسِيلَةَ، فإنَّها مَنْزِلَةٌ في الجَنَّةِ، لا تَنْبَغِي إلَّا لِعَبْدٍ مِن عِبادِ اللهِ، وأَرْجُو أنْ أكُونَ أنا هُوَ، فمَن سَأَلَ لي الوَسِيلَةَ حَلَّتْ له الشَّفاعَةُ».\n\n\n- يوم الجمعة: قال رسول الله- صلى الله عليه وسلم-:«إنَّ من أفضَلِ أيَّامِكُم يومَ الجمُعةِ، فيهِ خُلِقَ آدمُ عليهِ السَّلامُ وفيهِ قُبِضَ وفيهِ النَّفخةُ وفيهِ الصَّعقةُ فأكْثِروا عليَّ منَ الصَّلاةِ فإنَّ صلاتَكُم معروضةٌ عليَّ، قالوا: يا رسولَ اللَّهِ، وَكَيفَ تُعرَضُ صلاتُنا عليكَ وقد أرِمتَ؟ أي يقولونَ: قد -بَليتَ- قالَ: إنَّ اللَّهَ عزَّ وجلَّ قد حرَّمَ علَى الأرضِ أن تأكلَ أجسادَ الأنبياءِ».\n\n\n- شهر رمضان: فقد رُوي عن أبي هريرة -رضي الله عنه- أنه قال: «أن رسولَ اللهِ -صلى الله عليه وسلم- صعدَ المنبرَ فقال: آمين، آمين، آمين، قيل: يا رسولَ اللهِ، إنِّكَ صعدتَ المنبرَ فقلت: آمين، آمين، آمين، فقال: إن جبريلَ عليه السلامُ أتاني فقال: منْ أدركَ شهرَ رمضانَ، فلم يُغفرْ له، فدخلَ النارَ؛ فأَبعدهُ اللهُ، قُلْ: آمين، فقلتُ: آمين، ومن أدركَ أبويهِ أو أَحدهمَا، فلم يبرَّهُما، فماتَ، فدخل النارَ؛ فأَبعدهُ اللهُ، قُلْ: آمين، فقلتُ: آمين، ومن ذُكِرْتُ عندهُ، فلم يُصلّ عليكَ، فماتَ، فدخلَ النار؛ فأَبعدهُ اللهُ، قل: آمين، فقلت: آمين».\n\n\n- عند كتابة اسم النبي - صلى الله عليه وسلم-: قال سفيان الثوري -رحمه الله تعالى-: «لو لم يكن لصاحب الحديث فائدة إلا الصلاة على رسول الله -صلَّى اللهُ عليه وسلَّ-م فإنه يصلي عليه ما دام في ذلك الكتاب».\n\n\n- بين تكبيرات العيد: فقد رُوي عن علقمة بن قيس -رضي الله عنه- أنه قال: «أنَّ ابنَ مسعودٍ وأبا مُوسَى وحذيفةَ خرجَ عليهم الوَلِيدُ بْنُ عُقْبَةَ يومًا قبلَ العيدِ فقال لهُمْ: إِنَّ هذا العِيدَ قد دَنا فكيفَ التَّكْبيرُ فيهِ؟ قال عبدُ اللهِ: تَبْدَأُ فَتُكَبِّرُ تَكْبيرَةً تَفْتَتِحُ بِها الصَّلاةَ وتَحْمَدُ رَبَّكَ وتُصَلِّي على النبيِّ صلَّى اللهُ عليهِ وسلَّمَ ثُمَّ تَدْعُو وتُكَبِّرُ وتَفْعَلُ مِثْلَ ذلكَ، ثُمَّ تُكَبِّرُ وتَفْعَلُ مِثْلَ ذلكَ، ثُمَّ تُكَبِّرُ وتَفْعَلُ مِثْلَ ذلكَ، ثُمَّ تقرأُ ثُمَّ تُكَبِّرُ وتركعُ، ثُمَّ تقومُ فتقرأُ وتحمدُ ربَّكَ وتُصلِّي على النبيِّ صلَّى اللهُ عليهِ وسلَّمَ، ثُمَّ تَدْعُو وتُكَبِّرُ وتَفْعَلُ مِثْلَ ذلكَ ثُمَّ تركعُ».\n\n\n- عند الصفا: فقد رُوي عن عمر بن الخطاب -رضي الله عنه- أنه قال: «إذا قَدِمْتُم فطُوفوا بالبيتِ سَبْعًا، وصَلُّوا عندَ المَقامِ ركعتين، ثُمَّ ائْتُوا الصَّفا فقُوموا مِن حيثُ تَرَوْنَ البيتَ، فكَبِّروا سَبْعَ تكبيراتٍ، بيْن كلِّ تكبيرتينِ حَمْدٌ للهِ، وثَناءٌ عليه، وصَلاةٌ على النَّبيِّ صلَّى اللهُ عليه وسلَّم، ومسألةٌ لنفْسِكَ، وعلى المَرْوَةِ مِثْلُ ذلكَ»."
  },
  {
    "section_id": 2,
    "count": "10",
    "description": "",
    "reference": "وعَنْ أَبي أيوبَ الأنصَاريِّ  عَن النَّبيّ ﷺ قَالَ:",
    "content": "مَنْ قالَ لا إلهَ إلاَّ اللَّه وحْدهُ لاَ شَرِيكَ لهُ، لَهُ المُلْكُ، ولَهُ الحمْدُ، وَهُو عَلَى كُلِّ شَيءٍ قَدِيرٌ، عشْر مرَّاتٍ، كَانَ كَمَنْ أَعْتَقَ أرْبعةَ أَنفُسٍ مِن وَلدِ إسْماعِيلَ>> متفقٌ عليهِ."
  },
  {
    "section_id": 2,
    "count": "100",
    "description": "",
    "reference": "روى البخاري (3293) ومسلم (2691) من حديث أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ :",
    "content": "( مَنْ قَالَ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ، فِي يَوْمٍ مِائَةَ مَرَّةٍ ؛ كَانَتْ لَهُ عَدْلَ عَشْرِ رِقَابٍ ، وَكُتِبَ لَهُ مِائَةُ حَسَنَةٍ ، وَمُحِيَتْ عَنْهُ مِائَةُ سَيِّئَةٍ ، وَكَانَتْ لَهُ حِرْزًا مِنْ الشَّيْطَانِ يَوْمَهُ ذَلِكَ حَتَّى يُمْسِيَ ، وَلَمْ يَأْتِ أَحَدٌ بِأَفْضَلَ مِمَّا جَاءَ ، إِلَّا رَجُلٌ عَمِلَ أَكْثَرَ مِنْهُ ) ."
  },
  {
    "section_id": 2,
    "count": "",
    "description": "",
    "reference": "وردت الأحاديث عن النبي صلى الله عليه وسلم بالترغيب في العتق والحث عليه ، ومن ذلك :",
    "content": "ما رواه البخاري (6715) ومسلم (1509) عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( مَنْ أَعْتَقَ رَقَبَةً مُسْلِمَةً أَعْتَقَ اللَّهُ بِكُلِّ عُضْوٍ مِنْهُ عُضْوًا مِنْ النَّارِ ، حَتَّى فَرْجَهُ بِفَرْجِهِ ) .\n\n\nوروى أحمد (15417) عَنْ سَهْلِ بْنِ حُنَيْفٍ عن النبي صلى الله عليه وسلم أن من أعان مُكَاتَبًا فِي رَقَبَتِهِ أَظَلَّهُ اللَّهُ فِي ظِلِّهِ يَوْمَ لَا ظِلَّ إِلَّا ظِلُّهُ .\n\n\nوليس هناك تعارض بين الحديثين أصلا ، حتى ينظر في الجمع بينهما ، بل الحديث الذي في  فضل التهليل فيه أن : من قال (لا إلهَ إلَّا اللهُ وحدَه لا شريكَ له ، له المُلْكُ وله الحمْدُ ، وهو على كلِّ شيءٍ قديرٌ) في يوم مائة مرة : يرجى له من الأجر والفضل والعتق من النار كما يُرجى لمن حرر رقبة مسلمة من العبودية ، وقد صرح به القاضي عياض رحمه الله ، ينظر \"شرح النووي على مسلم\" (17/18) ."
  },
  {
    "section_id": 2,
    "count": "",
    "description": "",
    "reference": "مواضع يسن فيها قول لا إله إلا الله",
    "content": "وفي سنن أبي دواد وغيره عن أنس عن النبي صلى الله عليه وسلم قال: (من قال حين يصبح أو يمسي: اللهم أني أصبحت أشهدك وأشهد حملة عرشك وملائكتك وجميع خلقك أنك أنت الله لا إله إلا أنت وأن محمدا عبدك ورسولك أعتق الله ربعه من النار ومن قالها مرتين أعتق الله نصفه من النار ومن قالها ثلاث مرات أعتق الله ثلاثة أرباعه ومن قالها أربع مرار أعتقه الله من النار) \" انتهى من \"لطائف المعارف\" (ص283) "
  },
  {
    "section_id": 2,
    "count": "",
    "description": "مواضع يسن فيها قول لا إله إلا الله",
    "reference": "1 – بعد الوضوء: (مَا مِنْكُمْ مِنْ أَحَدٍ يَتَوَضَّأُ فَيُبْلِغُ أَوْ فَيُسْبِغُ الْوَضُوءَ ثُمَّ يَقُولُ : أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ، إِلَّا فُتِحَتْ لَهُ أَبْوَابُ الْجَنَّةِ الثَّمَانِيَةُ يَدْخُلُ مِنْ أَيِّهَا شَاءَ).",
    "content": ""
  },
  {
    "section_id": 2,
    "count": "",
    "description": "",
    "reference": "مواضع يسن فيها قول لا إله إلا الله",
    "content": "2 – إذا استيقظ من نومه، أثناء الليل “مَنْ تَعَارَّ مِنْ اللَّيْلِ فَقَالَ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ الْحَمْدُ لِلَّهِ وَسُبْحَانَ اللَّهِ وَلَا إِلَهَ إِلَّا اللَّهُ وَاللَّهُ أَكْبَرُ وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ ثُمَّ قَالَ اللَّهُمَّ اغْفِرْ لِي أَوْ دَعَا اسْتُجِيبَ لَهُ، فَإِنْ تَوَضَّأَ وَصَلَّى قُبِلَتْ صَلَاتُهُ”."
  },
  {
    "section_id": 2,
    "count": "100",
    "description": "",
    "reference": "مواضع يسن فيها قول لا إله إلا الله",
    "content": "3- أول النهار (عند الصبا): ( مَنْ قَالَ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ فِي يَوْمٍ مِائَةَ مَرَّةٍ كَانَتْ لَهُ عَدْلَ عَشْرِ رِقَابٍ وَكُتِبَتْ لَهُ مِائَةُ حَسَنَةٍ وَمُحِيَتْ عَنْهُ مِائَةُ سَيِّئَةٍ وَكَانَتْ لَهُ حِرْزًا مِنْ الشَّيْطَانِ يَوْمَهُ ذَلِكَ حَتَّى يُمْسِيَ، وَلَمْ يَأْتِ أَحَدٌ أَفْضَلَ مِمَّا جَاءَ بِهِ إِلَّا أَحَدٌ عَمِلَ أَكْثَرَ مِنْ ذَلِكَ وَمَنْ قَالَ سُبْحَانَ اللَّهِ وَبِحَمْدِهِ فِي يَوْمٍ مِائَةَ مَرَّةٍ حُطَّتْ خَطَايَاهُ وَلَوْ كَانَتْ مِثْلَ زَبَدِ الْبَحْرِ)."
  },
  {
    "section_id": 2,
    "count": "",
    "description": "",
    "reference": "مواضع يسن فيها قول لا إله إلا الله",
    "content": "4 – بعد السلام من الصلاة: (كَانَ يَقُولُ فِي دُبُرِ كُلِّ صَلَاةٍ إِذَا سَلَّمَ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ اللَّهُمَّ لَا مَانِعَ لِمَا أَعْطَيْتَ وَلَا مُعْطِيَ لِمَا مَنَعْتَ وَلَا يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ)."
  },
  {
    "section_id": 2,
    "count": "",
    "description": "",
    "reference": "مواضع يسن فيها قول لا إله إلا الله",
    "content": "5 – عند الكرب والضيق: (كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَدْعُو عِنْدَ الْكَرْبِ يَقُولُ لَا إِلَهَ إِلَّا اللَّهُ الْعَظِيمُ الْحَلِيمُ لَا إِلَهَ إِلَّا اللَّهُ رَبُّ السَّمَوَاتِ وَالْأَرْضِ وَرَبُّ الْعَرْشِ الْعَظِيمِ)."
  },
  {
    "section_id": 2,
    "count": "",
    "description": "",
    "reference": "مواضع يسن فيها قول لا إله إلا الله",
    "content": "6 – يوم عرفة: (أفضل ما قلت أنا والنبيون عشية عرفة: لا إله إلا الله وحده لا شريك له، له الملك وله الحمد، وهو على كل شيء قدير).\nوقد ورد ـ أيضا ـ الحث على الإكثار من قول لا إله إلا الله في بعض الأحاديث التي فيها ضعف، ويحسنها بعض أهل العلم؛ فمن ذلك  عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم ” جَدِّدُوا إِيمَانَكُمْ، قِيلَ: يَا رَسُولَ اللَّهِ! وَكَيْفَ نُجَدِّدُ إِيمَانَنَا؟ قَالَ: أَكْثِرُوا مِنْ قَوْلِ لَا إِلَهَ إِلَّا اللَّهُ."
  },
  {
    "section_id": 2,
    "count": "10",
    "description": "",
    "reference": "مواضع يسن فيها قول لا إله إلا الله",
    "content": "ومن قال قبل أن ينصرف ويثني رجليه من صلاة المغرب والصبح: لا إله إلا الله وحده لا شريك له له الملك وله الحمد يحيي ويميت وهو على كل شيء قدير عشر مرات كتب الله له بكل واحدة عشر حسنات ومحا عنه عشر سيئات ورفع له عشر درجات، وكانت له حرزا من كل مكروه وحرزا من الشيطان الرجيم، ولم يحل لذنب أن يدركه إلا الشرك، وكان من أفضل الناس عملا؛ إلا رجلا يفضله بقوله أفضل مما قال."
  },
  {
    "section_id": 3,
    "count": "",
    "description": "",
    "reference": "معنى لا حول ولا قوة إلا بالله",
    "content": "\"لا حول ولا قوة إلا بالله\" ليست كلمة أو عبارة تقال، وإنما لها معنى تحسه قلوب المؤمنين الصالحين، ووردت تعريفات كثيرة أبرزها ما جاء فى حديث ابن مسعود، رضى الله عنه، فيما أخرجه ابن النجار: \"ألا أخبرك بتفسير \"لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ\"؟، قال نعم، قال: \"لا حول عن معصية الله إلا بعصمة الله، ولا قوة على طاعة الله إلا بعون الله.. هكذا أخبرنى جبريل يا ابن أم عبد\".\n\nوقال فى معناها سيدنا ابن عباس، رضى الله عنهما: \"أى: لا حول بنا على العمل بالطاعة إلا بالله، ولا قوة لنا على ترك المعصية إلا بالله\"، بينما قال ابن الأثير: \"المُراد بهذا ونحوه إظهار الفقر إلى اللّه بطلب المعونة منه على ما يحاول من الأمور\"."
  },
  {
    "section_id": 3,
    "count": "",
    "description": "",
    "reference": "أنها كلمة استعانة بالله العظيم",
    "content": "ومن استعان بالله جل جلاله، فالله سبحانه يعينه على قضاء حوائجه، وجميع ما يصلحه. والاستعانة بالله من أفضل العبادات وأجلّها وتعرف منزلتها وعظم شأنها من خلال سورة الفاتحة التي أمر الله سبحانه عباده أن يتعبدوه بتلاوتها يومياً مراراً، وذلك في قوله تعالى: \"إِيَّاكَ نَعْبُدُ وإِيَّاكَ نَسْتَعِينُ\"، فهذه الآية فيها إخلاص الاستعانة لله لأنه قدم ما حقه التأخير فأفاد حصر الاستعانة بالله وكذلك لا حول ولا قوة إلا بالله كلمة تحتوي على الإخلاص لله بالإستعانة فهي تدل على ما دلت عليه."
  },
  {
    "section_id": 3,
    "count": "",
    "description": "",
    "reference": "الإقرار بأنواع التوحيد الثلاثة",
    "content": "توحيد الربوبية، وتوحيد الأسماء والصفات، وتوحيد الألوهية، فقائلها يقر ويعتقد بأن الله وحده المدبر بهذا الكون المتصرف بحكمته ومشيئته فلا يقع فيه شئ إلا بإذنه ومشيئته، كما أنه معترف بأن من كان هذا وصفه فهو بالطبع غنيًّ عن خلقه قائم بذاته متصف بصفات الكمال من القدرة والعظمة والقوة والعزة، ومن يعتقد هذا في خالقه كان عليه لزاماً أن يؤلهه ويعبده ويقصده ويلتجئ إليه ولا يرجو أحداً سواه، ولا يدعو أحداً إلا هو، لأنه بيده التصرف التام وله الملك وهو على كل شئ قدير."
  },
  {
    "section_id": 3,
    "count": "",
    "description": "",
    "reference": "التوكل على الله وتفويض الأمور إليه",
    "content": "والاستسلام والإذعان له مع إظهار الذل والافتقار له سبحانه فهو الغني والعبد فقير إليه لا يملك من أمره شيئاً. ومما يدل على فضل \"لا حول ولا قوة إلا بالله\"، وعلو منزلتها، ومما يرغب في الإكثار من قولها باللسان وإمرارها على الجنان أمور كثيرة، نذكر منها:"
  },
  {
    "section_id": 3,
    "count": "",
    "description": "",
    "reference": "1. إخبار النبي صلى الله عليه وسلم عنها بأنها كنز من كنوز الجنة:",
    "content": "فعن أبي موسى الأشعري ـ رضي الله عنه ـ قال: كنا مع النبي صلى الله عليه وسلم في سفر فجعل الناس يجهرون بالتكبير، فقال النبي صلى الله عليه وسلم: أيها الناس أربعوا على أنفسكم إنكم ليس تدعون أصم ولا غائباً، إنكم تدعون سميعاً قريباً وهو معكم، قال: وأنا خلفه وأنا أقول: قل، لا حول ولا قوة إلا بالله.\n\n\nقال النووي رحمه الله: قوله صلى الله عليه وسلم: لا حول ولا قوة إلا بالله كنز من كنوز الجنة: قال العلماء: سبب ذلك أنها كلمة استسلام وتفويض إلى الله تعالى واعتراف بالإذعان له وأنه صانع غيره ولا راد لأمره وأن العبد لا يملك شيئاً عن الأمر ومعنى الكفر هنا أنه ثواب مدخر في الجنة وهو ثواب نفيس كما أن الكنز أنفس أموالكم. والكنز مال مجتمع لا يحتاج إلى جمع وذلك أنها تتضمن التوكل والافتقار إلى الله تعالى ومعلوم أنه لا يكون شئ إلا بمشيئة الله وقدرته، وأن الخلق ليس منهم شئ إلا ما أحدثه الله فيهم.\n\n\nوقول \"لا حول ولا قوة إلا بالله\" يوجب الإعانة ولهذا سنها النبي صلى الله عليه وسلم إذا قال المؤذن: حي على الصلاة، فيقول المجيب: لا حول ولا قوة إلا بالله، فإذا قال: حي على الفلاح، قال المجيب \"لا حول ولا قوة إلا بالله\"، وقال المؤمن لصاحبه: \"ولولا إذا دخلت جنتك قلت ما شاء الله لا قوة ألا بالله\"، ولهذا يؤمر بهذا من يخاف العين على شئ فقوله: ما شاء الله، تقديره: ما شاء الله كان فلا يأمن، بل يؤمن بالقدر ويقول لا قوة إلا بالله."
  },
  {
    "section_id": 3,
    "count": "",
    "description": "",
    "reference": "2. ومن فضلها أن الله سبحانه يصدق قائلها:",
    "content": "فمن صدقه الله تعالى على ما يقول فليبشر بالخير بإذن الله، فعن أبي هريرة رضي الله عنه قال: إذا قال العبد: لا إله إلا الله والله أكبر صدقه ربه، قال: صدق عبدي لا إله إلا أنا وأنا وحدي، وإذا فال: لا إله إلآ الله وحده لا شريك له، صدقه ربه قال: قال صدق عبدي لا إله إلا أنا ولا شريك لي، وإذا قال: لا إله إلا الله له الملك وله الحمد قال: صدق عبدي، لا إله إلا أنا لي الملك ولي الحمد، وإذا قال: لا إله إلا الله ولا حول ولا قوة إلا بالله، قال: صدق عبدي لا حول ولا قوة إلا بي."
  },
  {
    "section_id": 3,
    "count": "",
    "description": "",
    "reference": "3. من فضلها أن من قالها حين يخرج من بيته مع البسملة والتوكل على الله أنه يوفى ويُكفى ويُهدى:",
    "content": "عن أنس بن مالك أن النبي صلى الله عليه وسلم قال: \"إذا خرج من بيته فقال بسم الله وتوكلت على الله لا حول ولا قوة إلا بالله فيقال له حسبك قد كفيت وهديت ووفيت فيلقى الشيطان شيطاناً آخر فيقول له كيف لك برجل قد كفي وهدي ووفي."
  },
  {
    "section_id": 3,
    "count": "",
    "description": "",
    "reference": "4. ومن فضائلها أنها من الباقيات الصالحات ومن أحب الكلام إلى المولى جل جلاله:",
    "content": "قال الله تبارك وتعالى في محكم التنزيل: \"وَالْبَاقِيَاتُ الصَّالِحَاتُ خَيْرٌ عِندَ رَبِّكَ ثَوَابًا وَخَيْرٌ أَمَلًا\"(الكهف: 46). فقد ورد في تفسير هذه الآية عن جمع من الصحابة والتابعين أن الباقيات الصالحات هي سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر، ولا حول ولا قوة إلا بالله."
  },
  {
    "section_id": 3,
    "count": "",
    "description": "",
    "reference": "5. ومن فضائلها أنها غراس الجنة:",
    "content": "فقد ثبت أن رسول الله صلى الله عليه وسلم ليلة أسري به مر على إبراهيم عليه السلام فقال: من معك يا جبريل؟ فقال: هذا محمد، فقال له إبراهيم أأمُر أمتك فليكثروا من غراس الجنة فإن تربتها طيبة وأرضها واسعة، قال: وما غراس الجنة؟ قال: لا حول ولا قوة إلا بالله."
  },
  {
    "section_id": 3,
    "count": "",
    "description": "",
    "reference": "مواطن يستحب فيها قول الحوقلة:\n",
    "content": "ولعظم فضل قول (لا حول ولا قوة إلا بالله) وكثرة ثوابه، حثنا النبي صلى الله عليه وسلم على الإكثار من قوله في عدة مواطن مستقلة أو مضمومة إلى كلمات أخرى، ومعرفة هذه المواطن يعين على الإكثار من الحوقلة ويؤكد على المزيد من فضائلها وأهم هذه المواطن:\n\n(1) أثناء الأذان والإقامة:\nفي حديث طويل أمرنا فيه النبي صلى الله عليه وسلم أن نقول كما يقول المؤذن إلا عند الحيعلتين فنقول: لا حول ولا قوة إلا بالله. فتأمل أن المصلي يقولها أربع مرات عند الأذان ومرتين عند الإقامة، بمعنى ثلاثين مرة في اليوم الواحد.\nفهي طلب استعانة على طاعة الله، ولذلك كان الإمام مالك لا يفتي حتى يقول: لا حول ولا قوة إلا بالله (شرح السنة للبغوي 1/301).\nقال سفيان الثوري: دخلت على جعفر بن محمد وهو في مسجده فقال: ما جاء بك يا سفيان؟ قال: قلت: طلب العلم، قال: فقال يا سفيان: \"إذا ظَهَرَتْ عليك نعمة فاتق الله، وإذا أبطأ عنك الرزق فاستغفر الله، وإذا دهمك أمر من الأمور فقل: لا حول ولا قوة إلا بالله، ثم قال يا سفيان: ثلاثاً وأيما ثلاث\" رواه البيهقي في شعب الإيمان.\n\n(2) دبر كل صلاة\nعَنْ أَبِي الزُّبَيْرِ قَالَ كَانَ ابْنُ الزُّبَيْرِ يَقُولُ فِي دُبُرِ كُلِّ صَلاةٍ حِينَ يُسَلِّمُ: \"لا إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، لا حَوْلَ وَلا قُوَّةَ إِلاَّ بِاللَّهِ، لا إِلَهَ إِلاَّ اللَّهُ، وَلا نَعْبُدُ إِلاَّ إِيَّاهُ، لَهُ النِّعْمَةُ وَلَهُ الْفَضْلُ، وَلَهُ الثَّنَاءُ الْحَسَنُ، لا إِلَهَ إِلاَّ اللَّهُ، مُخْلِصِينَ لَهُ الدِّينَ وَلَوْ كَرِهَ الْكَافِرُونَ، وَقَالَ كَانَ رَسُولُ اللَّهِ r يُهَلِّلُ بِهِنَّ دُبُرَ كُلِّ صَلاةٍ\" رواه مسلم.\nوفي رواية عنه رضي الله عنه قال: يرفع بذلك صوته.\n\n(3) عند الخروج من المنزل\nعَنْ أَنَسِ بْنِ مَالِكٍ رضي الله عنه أن النبي صلى الله عليه وسلم قال: إ\"ِذَا خَرَجَ الرَّجُلُ مِنْ بَيْتِهِ فَقَالَ بِسْمِ اللَّهِ تَوَكَّلْتُ عَلَى اللَّهِ لا حَوْلَ وَلا قُوَّةَ إِلاَّ بِاللَّهِ قَالَ يُقَالُ حِينَئِذٍ هُدِيتَ وَكُفِيتَ وَوُقِيتَ فَتَتَنَحَّى لَهُ الشَّيَاطِينُ فَيَقُولُ لَهُ شَيْطَانٌ آخَرُ كَيْفَ لَكَ بِرَجُلٍ قَدْ هُدِيَ وَكُفِيَ وَوُقِيَ\" رواه أبو داود.\nفقول الحوقلة عند الخروج من المنزل وقاية من الشرور؛ لأنك تبرأت من حولك وقوتك واستعنت بالله.\n\n(4) عند النوم\nولذلك رغبنا النبي صلى الله عليه وسلم على قولها حين نأوي إلى فراشنا لتغفر ذنوبنا، حيث روى أبو هريرة رضي الله عنه أن النبي صلى الله عليه وسلم قال: (مَنْ قَالَ حِينَ يَأْوِي إِلَى فِرَاشِهِ: لا إِلَهَ إِلا اللَّهُ، وَحْدَهُ لا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، لا حَوْلَ وَلا قُوَّةَ إِلا بِاللَّهِ، سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَلا إِلَهَ إِلا اللَّهُ، وَاللَّهُ أَكْبَرُ، غَفَرَ اللَّهُ ذُنُوبَهُ أَوْ خَطَايَاهُ، وَإِنْ كَانَ مِثْلَ زَبَدِ الْبَحْرِ) رواه ابن حبان.\n\n(5) تجزئ عن قراءة الفاتحة في الصلاة لمن لا يعرف القرآن – وقراءة الفاتحة ركن -:\nفعن عبد الله ابن أبي أوفى رضي الله عنه قال: جاء رجل إلى النبي صلى الله عليه وسلم فقال: إني لا أستطيع أن آخذ شيئا من القرآن فعلمني ما يجزئني، فقال: (قل: سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر، ولا حول ولا قوة إلا بالله) رواه أحمد وأبو داود.\n\n(6) أنها دعاء عام فيه تعظيم وتفويض لله عز وجل:\nعَنْ مُصْعَبِ بْنِ سَعْدٍ عَنْ أَبِيهِ قَالَ جَاءَ أَعْرَابِيٌّ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ عَلِّمْنِي كَلامًا أَقُولُهُ قَالَ قُلْ: (لا إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لا شَرِيكَ لَهُ، اللَّهُ أَكْبَرُ كَبِيرًا وَالْحَمْدُ لِلَّهِ كَثِيرًا سُبْحَانَ اللَّهِ رَبِّ الْعَالَمِينَ، لا حَوْلَ وَلا قُوَّةَ إِلاَّ بِاللَّهِ الْعَزِيزِ الْحَكِيمِ)، قَالَ فَهَؤُلاءِ لِرَبِّي فَمَا لِي؟ قَالَ: (قُلْ: اللَّهُمَّ اغْفِرْ لِي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي) رواه مسلم.\nوفي رواية: فلما ولى الأعرابي قال النبي صلى الله عليه وسلم : (لقد ملأ يديه من الخير) (الكلم الطيب).\n\n(7) أمر امرأة كانت تسبح الله كثيراً أن تكثر من الحوقلة\nعن سعد بن أبي وقاص رضي الله عنهما أنه دخل مع رسول الله صلى الله عليه وسلم على امرأة وبين يديها نوى أو حصى تسبح به، - لعل ذلك قبل نزول الحجاب كما قال بعض أهل العلم - فقال: (ألا أخبرك بما هو أيسر عليك من هذا أو أفضل؟ فقال: سبحان الله عدد ما خلق في السماء, وسبحان الله عدد ما خلق في الأرض, وسبحان الله عدد ما بين ذلك, وسبحان الله عدد ما هو خالق , والله أكبر مثل ذلك, والحمد لله مثل ذلك, ولا إله إلا الله مثل ذلك, ولا حول ولا قوة إلا بالله مثل ذلك) صححه ابن حجر في الفتوحات الربانية.\nقد عرفنا معناها ومغزاها وأخطاء الناس فيها وطرفاً من فضائلها، فلا أظنكم ستهجرونها بعد ذلك؛ استجابة لقوله صلى الله عليه وسلم (أَكْثِرُوا مِنْ قَوْلِ لا حَوْلَ وَلا قُوَّةَ إِلاَّ بِاللَّهِ فَإِنَّهَا كَنْزٌ مِنْ كُنُوزِ الْجَنَّةِ).\n\nجعلني الله وإياكم من الذين يستمعون القول فيتبعون أحسنه، وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم."
  },
  {
    "section_id": 4,
    "count": "",
    "description": "",
    "reference": "شرح دعاء: حسبي الله لا إلـه إلا هو عليه توكلت وهو رب العرش العظيم",
    "content": " يستعمل في معنى الكفاية (حسبنا اللَّه)\n ]حَسْبِيَ اللَّهُ[: أي كافيني ربي من جميع ما أهمّني.\n ]لَا إِلَهَ إِلَّا هُوَ [: لا معبود بحقٍّ إلاّ هو، تضمّنت هذه الكلمة العظيمة التي عليها الفلاح والنجاح: نفي وإثبات، (لا إله) نفي لكل الآلهة التي تُعبد من دون اللَّه تبارك وتعالى: (إلاَّ هو) إثبات في تخصيص العبودية له جلّ وعلا بالحق، دون أحدٍ سواه.\n والتوكل يقوم على ركنين:\n\nالركن الأول: اعتماد القلب على اللَّه تعالى.\n\nالركن الثاني: العمل بالأسباب.\n\n ]وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ[: أي هو مالك أعظم المخلوقات على الإطلاق المحيط بكل شيء الذي هو سقف المخلوقات، وعليه استوى كما يليق به جلّ وعلا، فدونه من المخلوقات داخلون في ربوبيته، وملكه من باب أولى.\n وهذا الدعاء، وإن كان من باب الإخبار، إلا أنه متضمّن للسؤال والطلب، وكأنّ حال السائل يقول: اكفني يا ربي من كل شيء يهمّني، ويخيفني، فتضمّن هذا الدعاء كمال حُسن الظن، واليقين باللَّه، وتوحيده، والتوكّل عليه، والثناء له، في ملكوته لكل شيء، فهو المستحقّ أن يفزع، ويرجع إليه في كل الأمور."
  },
  {
    "section_id": 4,
    "count": "7",
    "description": "",
    "reference": "وقد جاء في فضل هذا الدعاء المبارك من حديث أبي الدرداء t عن النبي r أنه قال:",
    "content": "((مَنْ قالَ فِي كُلّ يَوْمٍ حِينَ يُصْبحُ، وَحِينَ يُمْسِي: ]حَسْبِيَ اللَّهُ لا إِلهَ إِلاَّ هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ العَرْشِ العَظِيمِ[ سَبْعَ مَرَّاتٍ كَفَاهُ اللَّهُ تَعالى ما أهمَّهُ مِنْ أمْرِ الدُّنْيا والآخِرَةِ))"
  },
  {
    "section_id": 4,
    "count": "",
    "description": "",
    "reference": "تضمّن هذا الدعاء فوائد كثيرة، منها:",
    "content": "1-  أهمية هذه الدعوة لما جاء في فضلها من السنة في الكفاية من كل ما يهمّ العبد في دينه ودنياه.\n\n2- أنّ على العبد أن يستفرغ كل ما في وسعه من الأسباب الشرعية وغيرها في تحقيق مقصوده، ثم يتوكل عليه جلّ وعلا، وهذا من كمال التوحيد.\n\n3-  إنّ التوكّل سبب لكفاية اللَّه تعالى للعبد، كما قال U: ]وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ[([4]).\n\n4-  فضل كلمة التوحيد، فإنّ فيها النجاة في الدنيا والآخرة.\n\n5-  أهمية التوسّل إلى اللَّه تعالى بتوحيده، والتوكل عليه، وربوبيته تعالى لأعظم مخلوقاته.\n\n6-  أن الدعاء كما يكون بصيغة الطلب، يكون كذلك بصيغة الخبر.\n\n7- ينبغي للداعي أن يُحسن ظنّه بربه حال دعائه، كما في قوله: ﴿حَسْبِيَ اللَّهُ﴾، وهذا من التوسّل، والعمل الصالح."
  },
  {
    "section_id": 5,
    "count": "",
    "description": "",
    "reference": "المعني :-",
    "content": "فمن فضل الله الكريم أن رتَّب الأجور العظيمة على العبادات اليسيرة؛ فمن ذلك: ما ورد في فضل بعض الأذكار، كالفضل الوارد في: \"سبحان الله وبحمده، سبحان الله العظيم\"، فهما كلمتان خفيفتان على اللسان، ثقيلتان في الميزان، حبيبتان إلى الرحمن؛ فينبغي للمسلم أن يكثر منهما، وأن يستحضر معانيهما التي ذكرها أهل العلم؛ قال العلامة محمد بن صالح العثيمين رحمه الله: \"وقوله: (سبحان الله وبحمده) الباء هنا للمصاحبة؛ أي: أُسبِّح الله تسبيحًا مقرونًا بحمده، فيكون جمعًا بين التخلية والتحلية؛ فالتخلية تكون عن صفة العيب، والتحلية تكون بإثبات صفات الكمال، وبذلك يتم الكمال؛ إذ إن الكمال الذي يمكن أن يقترن به عيب ليس كاملًا، ونفي العيب الخالي من الكمال ليس كاملًا، وإنما يتمُّ الكمال بما إذا انتفى النقص، وثبت الكمال، ولهذا جمع بينهما، فقال: (سبحان الله وبحمده)، وقوله: (سبحان الله العظيم) تأكيد لما سبق، والعظيم: ذو العظمة والجلال\".\n\n \n\nوقال رحمه الله في شرح قول الإمام ابن القيم في النونية وهو \"العظيم بكل معنى\": \"فهو عز وجل عظيم في ذاته، عظيم في صفاته، عظيم في أفعاله\" "
  },
  {
    "section_id": 5,
    "count": "",
    "description": "",
    "reference": "وقد ذكر الرسول محمد –صلى الله عليه وسلم-في أحاديث كثيرة فضلها، ومنها:",
    "content": ""
  },
  {
    "section_id": 5,
    "count": "100",
    "description": "",
    "reference": "مغفرة الذنوب والخطايا\n",
    "content": "فقد ورد عن الرسول صلى الله عليه وسلم أنه قال: (من قالَ سبحانَ اللهِ وبحمدهِ في يومٍ مائةُ مرَّةٍ حطتْ خطاياهُ وإن كانتْ مثلَ زبدِ البحرِ).\n\n"
  },
  {
    "section_id": 5,
    "count": "",
    "description": "",
    "reference": "المكانة العظيمة يوم القيامة\n",
    "content": "ورد عن الرسول صلى الله عليه وسلم أنه قال: (مَن قالَ: حِينَ يُصْبِحُ وَحِينَ يُمْسِي: سُبْحَانَ اللهِ وَبِحَمْدِهِ، مِئَةَ مَرَّةٍ، لَمْ يَأْتِ أَحَدٌ يَومَ القِيَامَةِ، بأَفْضَلَ ممَّا جَاءَ به، إِلَّا أَحَدٌ قالَ مِثْلَ ما قالَ، أَوْ زَادَ عليه.\n\n"
  },
  {
    "section_id": 5,
    "count": "",
    "description": "",
    "reference": "ثقيلتان في الميزان\n",
    "content": " قال الرسول صلى الله عليه وسلم: (كَلِمَتانِ خَفِيفَتانِ علَى اللِّسانِ، ثَقِيلَتانِ في المِيزانِ، حَبِيبَتانِ إلى الرَّحْمَنِ، سُبْحانَ اللَّهِ وبِحَمْدِهِ، سُبْحانَ اللَّهِ العَظِيمِ).\n\n"
  },
  {
    "section_id": 5,
    "count": "",
    "description": "",
    "reference": "تسبيح الملائكة\n",
    "content": "وقد ورد في ذلك: (أنَّ رَسُولَ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ سُئِلَ أَيُّ الكَلَامِ أَفْضَلُ؟ قالَ: ما اصْطَفَى اللَّهُ لِمَلَائِكَتِهِ، أَوْ لِعِبَادِهِ: سُبْحَانَ اللهِ وَبِحَمْدِهِ).\n\n"
  },
  {
    "section_id": 5,
    "count": "",
    "description": "",
    "reference": "أجرها يعادل أجر صلاة النافلة\n",
    "content": "عن أم المؤمنين جويرية بنت الحارث: (أنَّ النبيَّ صَلَّى اللَّهُ عليه وَسَلَّمَ خَرَجَ مِن عِندِهَا بُكْرَةً حِينَ صَلَّى الصُّبْحَ، وَهي في مَسْجِدِهَا، ثُمَّ رَجَعَ بَعْدَ أَنْ أَضْحَى، وَهي جَالِسَةٌ، فَقالَ: ما زِلْتِ علَى الحَالِ الَّتي فَارَقْتُكِ عَلَيْهَا؟ قالَتْ: نَعَمْ، قالَ النبيُّ صَلَّى اللَّهُ عليه وَسَلَّمَ: لقَدْ قُلتُ بَعْدَكِ أَرْبَعَ كَلِمَاتٍ، ثَلَاثَ مَرَّاتٍ، لو وُزِنَتْ بما قُلْتِ مُنْذُ اليَومِ لَوَزَنَتْهُنَّ: سُبْحَانَ اللهِ وَبِحَمْدِهِ، عَدَدَ خَلْقِهِ وَرِضَا نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ).\n\n"
  },
  {
    "section_id": 5,
    "count": "",
    "description": "",
    "reference": "أحب الكلام إلى الله\n",
    "content": "قال الرسول صلى الله عليه وسلم: (أَلَا أُخْبِرُكَ بأَحَبِّ الكَلَامِ إلى اللهِ؟ قُلتُ: يا رَسُولَ اللهِ، أَخْبِرْنِي بأَحَبِّ الكَلَامِ إلى اللهِ، فَقالَ: إنَّ أَحَبَّ الكَلَامِ إلى اللهِ: سُبْحَانَ اللهِ وَبِحَمْدِهِ).\n\n"
  },
  {
    "section_id": 5,
    "count": "",
    "description": "",
    "reference": "غرس نخلة في الجنة.\n",
    "content": "قال الرسول صلى الله عليه وسلم: (من قال: سُبحانَ اللهِ وبحَمْدِه غُرِسَتْ له به نَخلةٌ في الجنَّةِ).\n\n"
  },
  {
    "section_id": 5,
    "count": "",
    "description": "",
    "reference": "أجرها كأجر إنفاق جبل من ذهب\n",
    "content": "قال رسول الله صلى الله عليه وسلم: (من هالَه الليلُ أن يكابدَه، أو بخِلَ بالمالِ أن يُنفِقَه، أو جَبُنَ عن العدوِّ أن يقاتلَه، فلْيُكثِر من سبحان اللهِ وبحمدِه؛ فإنها أحبُّ إلى اللهِ من جبلِ ذهبٍ ينفقُه في سبيل اللهِ عزَّ وجلَّ).\n\n"
  },
  {
    "section_id": 6,
    "count": "",
    "description": "",
    "reference": "معنى قول: سبحان الله\n",
    "content": "لفظ التسبيح يُطلق في اللغة العربية على من يُراد تنزيهه عن النقص والسوء، وبناءً على ذلك فإنَّ قول سبحان الله يعني تنزيه الله -عزَّ وجلَّ- عن جميع الصفات التي لا تليق بجلالته وعظمته، وتنزيهه عن جميع العيوب والنقائص وكذلك تنزيهه عن اتخاذ الصاحبة والولد."
  },
  {
    "section_id": 6,
    "count": "",
    "description": "",
    "reference": "فضل قول: سبحان الله\n",
    "content": "إنّ للتسبيح فضلاً عظيماً، وقد جاء في القرآن الكريم جملةٌ من الآيات القرآنية، وفي السنة النبوية المطهرة عددٌ من الأحاديث النبوية التي تدلُّ على فضل هذا الذكر، ومنها ما يأتي:\n إنّ التسبيح سببٌ لكسب الحسنات وسبب في مغفرة الذنوب، وجاء ذلك عن سعد بن أبي وقاص -رضي الله عنه- حيث قال: (كُنَّا عِنْدَ رَسولِ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ، فَقالَ: أَيَعْجِزُ أَحَدُكُمْ أَنْ يَكْسِبَ، كُلَّ يَومٍ أَلْفَ حَسَنَةٍ؟ فَسَأَلَهُ سَائِلٌ مِن جُلَسَائِهِ: كيفَ يَكْسِبُ أَحَدُنَا أَلْفَ حَسَنَةٍ؟ قالَ: يُسَبِّحُ مِئَةَ تَسْبِيحَةٍ، فيُكْتَبُ له أَلْفُ حَسَنَةٍ، أَوْ يُحَطُّ عنْه أَلْفُ خَطِيئَةٍ).\n إنّ التسبيح سببٌ لشرح صدور المسلمين، ودليل ذلك قوله -تعالى-: (وَلَقَدْ نَعْلَمُ أَنَّكَ يَضِيقُ صَدْرُكَ بِمَا يَقُولُونَ* فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُنْ مِنَ السَّاجِدِينَ* وَاعْبُدْ رَبَّكَ حَتَّى يَأْتِيَكَ الْيَقِينُ).\n إنّ التسبيح من أعظم أسباب تفريج الهموم والكروب، ومما يدلُّ على ذلك قول الله -تعالى-: (فَلَوْلا أَنَّهُ كَانَ مِنَ الْمُسَبِّحِينَ* لَلَبِثَ فِي بَطْنِهِ إِلَى يَوْمِ يُبْعَثُونَ)\n إنّ التسبيح يعدُّ من أحب الكلام إلى الله -عزَّ وجلَّ-، ودليل ذلك قول رسول الله -صلى الله عليه وسلم-: (أَحَبُّ الكَلامِ إلى اللهِ أرْبَعٌ: سُبْحانَ اللهِ، والْحَمْدُ لِلَّهِ، ولا إلَهَ إلَّا اللَّهُ، واللَّهُ أكْبَرُ).\n"
  },
  {
    "section_id": 6,
    "count": "",
    "description": "",
    "reference": "منزلة التسبيح ومكانته\n إنّ التسبيح دالٌ على وصف الله -عزَّ وجلَّ-:\n",
    "content": "من المعلوم أنَّ الله -عزَّ وجلَّ- منزّهٌ عن كلِّ نقصٍ وعيب، ومنزهٌ عن التشبيه والتمثيل والمساواة، كما أنَّه منزّهٌ عن الأقوال السيئة والأفعال الذميمة، وهذا الوصف من أعظم الأوصاف التي قررها القرآن الكريم والسنة النبوية، وإنَّ التسبيح -بحسب معناه- دالٌ على هذا المعنى ودالٌ على أعظمِ وصفٍ لله.\n"
  },
  {
    "section_id": 6,
    "count": "",
    "description": "",
    "reference": "إنّ التسبيح يعدُّ من شواهد الإيمان:\n",
    "content": "من المعلوم أنَّ التسبيح يعدُّ ثناءً لله -عزَّ وجلَّ- وتنزيهاً وتعظيماً له، وهذا التنزيه والتعظيم لا يُمكن أن يقع من أحدٍ إلَّا إن كان يؤمن بالله -عزَّ وجلَّ- إيمانًا حقيقيًا، وبذلك يكون تسبيح المسلم لله إقرارًا منه على عبوديته لله وحده ، وإيمانه به ربًا خالقًا وإلهًا معبودًا\n"
  },
  {
    "section_id": 6,
    "count": "",
    "description": "",
    "reference": "إنّ التسبيح من أصول توحيد الله -عزَّ وجلَّ\n",
    "content": "من أنواع التوحيد؛ توحيد الاعتقاد والقول؛ حيث يوحد المسلم ربه بقلبه فيؤمن به وبذاته وبأسمائه وصفاته، وبأنَّه منزّهٌ عن النقص والعيوب، ويظهر إيمان العبدِ بكلِّ ما سبق على جوارحه، فينزّه الله -عزَّ وجلَّ- بلسانه من خلال التسبيح، وبذلك يكون التسبيح أصلًا من أصول التوحيد.\n"
  },
  {
    "section_id": 6,
    "count": "",
    "description": "",
    "reference": "إنّ التسبيح يعدُّ من دلائل حُسن العقيدة الإسلامية:\n",
    "content": "ذ إنَّ تسبيح الله -عزَّ وجلَّ- وتنزيهه عن كلِّ ما لا يليق به يعدُّ من خصائص العقيدة الإسلامية، وهو من الأصول التي اتفقت عليها جميع الشرائع السماوية، إلَّا أنَّ كثيرًا من البشر خالفوا هذا الأصل، ووصفوا الله -عزَّ وجلَّ- بما لا يليق به؛ لذلك فالتسبيح يدلُّ دلالةً واضحةً على حُسن عقيدة المسلم.\n"
  },
  {
    "section_id": 6,
    "count": "100",
    "description": "",
    "reference": "فضل : سبحان الله [ 100 مره ]والحمد الله [ 100مره ]والله أكبر [ 100مره ]ولا إله إلا الله [ 100مره ",
    "content": "ثبت في مسند الإمام احمد , \nوشعب الإيمان للبيهقي بإسناد جيد\n عن عاصم بن بهدله , عن أبي صالح , \nعن أم هانئ بنت أبي طالب قالت : مر بي رسول الله صلى الله عليه وسلم فقلت: إني قد كبرت وضعفت , أو كما قالت , فمرني بعمل اعمله وأنا جالسه . قال : \n(( سبحي الله مائة تسبيحه , فإنها تعدل لك مائة رقبة تعتقينها من ولد إسماعيل , واحمدي الله مائة تحميده , تعدل لك مائة فرس مسرجه ملجمه تحملين عليها في سبيل الله , وكبري الله مائة تكبيره , فإنها تعدل لك مائة بدنه مقلده متقبله , وهللي مائة تهليله )) . قال ابن خلف ( الراوي عن عاصم ) احسبه قال : (( تملأ ما بين السماء والأرض , ولا يرفع يومئذ لأحد عمل إلا أن يأتي بمثل ما أتيت به )) . قال المنذري : رواه احمد بإسناد ه حسن . وحسن إسناده العلامة الألباني رحمه الله."
  },
  {
    "section_id": 6,
    "count": "100",
    "description": "",
    "reference": "سبحان الله 100 مره تعدل 100 رقبة ",
    "content": "(اي عتق 100 عبد في سبيل الله واجر عتق رقبة واحدة ان يعتق الله بكل عضو من اعضائه عضو من اعضائك من النار))"
  },
  {
    "section_id": 7,
    "count": "",
    "description": "",
    "reference": "ثبت في حديث نبوي صحيح أن كلمة الحمد لله تملأ الميزان لعظم فضلها ووفرة معناها ودلالتها على ثناء العبد على الله بأسمائه الحسنى وصفاته العُلى، فعَنْ أَبِي مَالِكٍ الْحَارِثِ بْنِ عَاصِمٍ الْأَشْعَرِيِّ -رضي الله عنه، أنه قَالَ: قَالَ رَسُولُ اللَّهِ -صلى الله عليه وسلم-:«الطَّهُورُ شَطْرُ الْإِيمَانِ، وَالْحَمْدُ لِلَّهِ تَمْلَأُ الْمِيزَانَ، وَسُبْحَانَ اللَّهِ وَالْحَمْدُ لِلَّهِ تَمْلَآنِ -أَوْ: تَمْلَأُ- مَا بَيْنَ السَّمَاءِ وَالْأَرْضِ، وَالصَّلَاةُ نُورٌ، وَالصَّدَقَةُ بُرْهَانٌ، وَالصَّبْرُ ضِيَاءٌ، وَالْقُرْآنُ حُجَّةٌ لَك أَوْ عَلَيْك، كُلُّ النَّاسِ يَغْدُو، فَبَائِعٌ نَفْسَهُ فَمُعْتِقُهَا أَوْ مُوبِقُهَا». (رَوَاهُ مُسْلِمٌ).",
    "content": ""
  },
  {
    "section_id": 7,
    "count": "",
    "description": "",
    "reference": "شرح الحديث\n",
    "content": "هذا حديثٌ عظيمٌ، وأصْلٌ مِن أصولِ الإسلامِ، يَذْكُرُ فيه النَّبيُّ صلَّى اللهُ عليه وسلَّم كُلَّ ما يُهِمُّ المسلمَ في حَياتِهِ وآخِرتِهِ؛ ففيه يُخبرُ النَّبيُّ صلَّى اللهُ عليه وسلَّم أنَّ \"الطُّهورَ\"، أي: الوُضوءَ، والطَّهارةُ أصْلُها النَّظافةُ والتَّنَزُّهُ. \"شَطْرُ الإِيمانِ\"، أي: نِصْفُهُ، والمرادُ أنَّ الأجْرَ في الوُضوءِ يَنتهي إلى نِصْفِ أجْرِ الإيمانِ؛ لِمَا في الإيمانِ مِن نظافةِ النَّفسِ والقَلْبِ، ولِمَا في الطَّهارةِ مِن نَظافةِ الجَسَدِ.\n\n \n\n«والحمدُ للهِ تَملأُ الميزانَ»، أي: إنَّها تُوزنُ وتملأُ الميزانَ بالأجرِ والثوابِ، فترجَحُ كِفَّتُها، وكلمة الحمد لله تكون سببا في محبة الله الودود إن الحمد من أحب الكلام إلى الله تعالى، فعن سمرة بن جندب رضي الله تعالى عنه قال: قال النبيُّ صلَّى اللهُ عليه وسلَّم: «أحبُّ الكلامِ إلى اللهِ أربعٌ : سبحانَ اللهِ ، والحمدُ للهِ، ولا إله إلا اللهُ، واللهُ أكبرُ. لا يضرُّك بأيِّهنَّ بدأتَ» (مسلم:2137).\n بين الرسول صلى الله عليه وسلم أن أفضل دعاء يقوله المسلم هو \"الحمد لله\"،  ولذا فهو أكثر السبل تقربا لله سبحانه لنيل المطالب من الله الكريم، فعن جابر بن عبد الله رضي الله تعالى عنهما قال: قال رسول الله صلى الله عليه وسلم: «أفضلُ الذكرِ لا إله إلا اللهُ وأفضلُ الدعاءِ الحمدُ للهِ» (الترمذي).\n\n \n\n«وسُبحانَ اللهِ والحمدُ للهِ تَمْلَآنِ ما بَيْنَ السَّمَواتِ والأرضِ»، أي: إنَّ أجْرَ ذِكرَهُما يَمْلَأُ ما بَيْنَ السَّمواتِ والأرضِ؛ لاشْتمالِهِمَا على تنزيهِ اللهِ تعالى في قوله: «سُبحانَ اللهِ»، والتَّفْويضِ والافْتِقارِ إلى اللهِ في قوله: «الحَمْدُ للهِ».\n\n \n\n «والصَّلاةُ نورٌ»، أي: يُهْتدى بها إلى الطَّريقِ يومَ القِيامةِ كما يُهْتدى بالنُّورِ في الدُّنيا، «والصَّدَقةُ بُرهانٌ»، أي: دَليلٌ على إيمانِ المؤْمِنينَ واخْتلافِهِمْ عَنِ المنافِقِينَ، «والصَّبْرُ ضِياءٌ»، أي: الصبرُ على طاعةِ اللهِ تعالى والصبرُ عن معصيتِه والصبرُ أيضًا على النائباتِ وأنواعِ المكارهِ في الدُّنيا؛ كلُّ هذا ضِياءٌ لصاحبِه، و\"الصبر\": الوُقوفُ مع البلاءِ بِحُسْنِ الأدبِ، \"والقُرْآنُ حُجَّةٌ لكَ أو علَيْكَ\"، أي: بتِلاوتِه والعملِ به يُصبحُ حُجَّةً مع صاحبِه يومَ القيامةِ، وبِتَرْكِه دونَ عملٍ أو تلاوةٍ يُصبحُ حُجَّةً وخُسْرانًا على صاحبِه، \"كلُّ النَّاسِ يَغْدُو فَبايِعٌ نَفْسَه فَمُعْتِقُها أَوْ مُوبِقُها\"، أي: كلُّ إنسانٍ يَسعى بنفسِه إلى طاعةِ اللهِ فيكونُ مُنقِذًا لها مِنَ النَّار، أو يَسعَى بنفسِه إلى طاعةِ الشَّيطانِ وهَواه فُيوبِقُها، أي: يُهلِكها بدُخولها النارَ."
  },
  {
    "section_id": 7,
    "count": "",
    "description": "",
    "reference": "كيفية شكر الله على نعمه\n",
    "content": "ويعد شُكر الله على نعمه صفةٌ من صفات عباد الله المؤمنين الذين قال عنهم سبحانه: «وَقَلِيلٌ مِنْ عِبَادِي الشَّكُورُ» فالشُّكر هو دليل معرفة عظيم النِّعمة أو النِّعم التي وُهبتها من الله، وقد سمّى الله نفسه بالشَّكور أي كثير الشُّكر؛ فالشُّكر هو مفتاح الزِّيادة من الخيرات وهو وعدٌ ربانيٌّ جاء بصريح اللفظ في الكتاب العزيز: «وَإِذْ تَأَذَّنَ رَبُّكُمْ لَئِن شَكَرْتُمْ لَأَزِيدَنَّكُمْش».\n\n"
  },
  {
    "section_id": 7,
    "count": "",
    "description": "",
    "reference": "فضل الشكر ومنزلة الشاكرين\n",
    "content": "شكر الله على نعمه له منزلةٌ عظيمةٌ وفضائل كثيرةٌ، منها:\n\nأنّ من أسماء الله تعالى الشاكر والشكور.\n\nأنّ الشكر من صفات الأنبياء عليهم الصّلاة والسّلام.\n\nأنّ الله تعالى أمر عباده بشكره.\n\nأنّ الشكر من صفات عباد الله المؤمنين، ففي الحديث النبوي يقول رسول الله صلّى الله عليه وسلّم: «عَجَبًا لِأَمْرِ الْمُؤْمِنِ إِنَّ أَمْرَهُ كُلَّهُ خَيْرٌ، وَلَيْسَ ذَاكَ لِأَحَدٍ إِلَّا لِلْمُؤْمِنِ؛ إِنْ أَصَابَتْهُ سَرَّاءُ شَكَرَ فَكَانَ خَيْرًا لَهُ، وَإِنْ أَصَابَتْهُ ضَرَّاءُ صَبَرَ فَكَانَ خَيْرًا لَهُ»."
  },
  {
    "section_id": 7,
    "count": "",
    "description": "",
    "reference": "كيفية شكر نعم الله\n\n",
    "content": "يوجد العديد من الوسائل لشكر الله على نعمه، أبرزها:\n\nالإكثار من قول الحمد لله في اليوم والليلة؛ فالحمد لله مع سبحان الله كلمتان خفيفتان على اللسان ثقيلتان في الميزان.\n\nعند حدوث ما تُحب وتتمنى يستحب الإكثار من ترديد: الحمد لله الذي بنعمته تتم الصالحات.\n\nسجود الشُّكر لله تعالى فور تلقي الخبر السّار أو حصول النِّعمة أو دفع البلاء؛ وتكون سجدة من غير صلاةٍ، ولا يشترط فيها الوضوء أو التوجه إلى القِبلة أو الطّهارة؛ فيسجد المسلم على الحال الذي هو عليه فور حدوث أو سماع ما يتمنى.\n\nمن شُكر الله على نعمه استخدام هذه النِّعم في طاعة الله سبحانه وتعالى، وفي تحقيق العدل ودفع الظُّلم، وتجنب ارتكاب الذُّنوب والمعاصي؛ فشُكر القلب بالاعتراف بأنّ الله هو صاحب الفضل بالنِّعم، وشُكر اللِّسان هو ترديد قول الحمد لله مقتنعًا بها.\n\nوفي الصلاة لا بُدّ من تدبر قولنا عند الرَّفع من الرُّكوع:\"سمع الله لمن حَمِد\" أيّ أنّ الله يستمع ويجيب ويعطي من يحمده.\n\nالتَّحدث بنعم الله على عبده صورةٌ من صور النِّعم دون مبالغةٍ أو جرحٍ لمشاعر الآخرين، وفي حال أمِن الحسد والعين، كذلك استخدام هذه النِّعم فتظهر على الإنسان في مطعمه وملبسه ومسكنه وسائر شؤون حياته العامّة والخاصّة دون إسرافٍ أو تقتيرٍ.\n\nمن شُكر الله شُكر عباد الله الذين جعلهم الله سببًا في مساعدتك؛ فمن عَجِز عن شُكر النَّاس فهو عن شُكر الله أعجز.\n\nدفع صدقةٍ للفقراء والمحتاجين قُربةً لله الذي أعطاك ووهبك هذه النِّعم.\n\nحمد الله وشكره بعد تناول الطعام والشراب بقول: الحمد لله الذي أطعمنا وأسقانا من غير حول منا ولا قوة، وقول:الحمد لله عقب تمام كل نعمة."
  },
  {
    "section_id": 7,
    "count": "",
    "description": "",
    "reference": "فوائد شكر الله على نعمه\n\n",
    "content": "الشكر سببٌ لرضى الله تعالى عن عبده، قال الله تعالى: «إِن تَكْفُرُوا فَإِنَّ اللَّهَ غَنِيٌّ عَنكُمْ ۖ وَلَا يَرْضَىٰ لِعِبَادِهِ الْكُفْرَ ۖ وَإِن تَشْكُرُوا يَرْضَهُ لَكُمْ ۗ وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ ۗ ثُمَّ إِلَىٰ رَبِّكُم مَّرْجِعُكُمْ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ ۚ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ».\n\n شكر الله أمانٌ للعبد من عذاب الله.\n\n شكر الله سببٌ في زيادة النعم، قال الله تعالى: (وَإِذْ تَأَذَّنَ رَبُّكُمْ لَئِن شَكَرْتُمْ لَأَزِيدَنَّكُمْ ۖ وَلَئِن كَفَرْتُمْ إِنَّ عَذَابِي لَشَدِيدٌ).\n\nالشكر سببٌ في حصول العبد على الأجر العظيم في الآخرة.\n\n رضا الله تعالى معلّقٌ بشكره؛ فمتى شكر العبد ربَّه نال رضاه.\n\nدخول الشاكر في قائمة المؤمنين: لأنّ العبد المؤمن يتميّزُ بشكر الله تعالى على كلّ ما يصيبه، إن كان خيرًا فرح وشكر، وإن كان شرًا احتسب وصبر، فهو يعلم أنّ كلّ ما يأتي من الله هو خيرٌ له وإن كان ظاهره شرًا، وهذا ما يسمّى \"النعمة الباطنة\"."
  },
  {
    "section_id": 7,
    "count": "",
    "description": "",
    "reference": "فوائد شكر الله على نعمه\n\n",
    "content": "زيادة النعمة: من كرم الله تعالى أنّه يكافئ العبد على شكره النعمة، فيُديمها لصاحبها ويزيدُها له، وليحذرْ المسلم من نسيانِ الشكر؛ لأنه بذلك يعرّض نفسه للعذاب وزوال النعمة.\n\nاكتسابُ الأجر في الآخرة: لا تقتصرُ مكافأة الله لعبده الشكور على حدود الحياة الدنيا، إنما تجتازُها لينالَ الأجرَ والجزاء العظيمَ منه تعالى في الآخرة. فهو سبحانه القائل: «وَسَنَجْزِي الشَّاكِرِينَ»، [آل عمران، الآية: 145].\n\nباب لرضا المولى سبحانه وتعالى عن عبده.\n\nسبب للنجاة من العذاب الذي قد يحلّ: لأنّ العبد الشكور ينجيه اللهُ -عزّ وجل- من العذاب كما ينجي المؤمن بسبب إيمانه."
  },
  {
    "section_id": 7,
    "count": "",
    "description": "",
    "reference": "فضائل قول الحمد لله\n\n أولا: سبب في محبة الله الودود\n\n",
    "content": "إن الحمد من أحب الكلام إلى الله تعالى،  فعن سمرة بن جندب رضي الله تعالى عنه قال: قال النبيُّ صلَّى اللهُ عليه وسلَّم: «أحبُّ الكلامِ إلى اللهِ أربعٌ : سبحانَ اللهِ ، والحمدُ للهِ ، ولا إله إلا اللهُ ، واللهُ أكبرُ . لا يضرُّك بأيِّهنَّ بدأتَ» (مسلم:2137)، وهذا الحديث الشريف يدفع المسلم إلى اكتساب هذه المحبة العظيمة بكثرة قول \"سبحان الله والحمد لله ولا إله إلا الله والله أكبر\"،  فمن أحبه الله الودود فاز في الدنيا والآخرة.\n\n"
  },
  {
    "section_id": 7,
    "count": "",
    "description": "",
    "reference": "ثانيا: إحدى آيات السبع المثاني\n\n",
    "content": "إن \"الحمد لله رب العالمين\" لها فضل عظيم في القرآن الكريم، فهي إحدى آيات السبع المثاني في سورة الفاتحة، فعن أبي سعيد اليعلي رضي الله تعالى عنه قال: مرَّ بي النبيُّ صلَّى اللهُ عليه وسلَّم وأنا أُصلِّي، فدَعاني فلم آتِهِ حتى صلَّيتُ، ثم أتَيتُ فقال: «ما منَعك أن تأتيَ». فقلتُ : كنتُ أُصلِّي ، فقال : «ألم يقُلِ اللهُ» :  { يَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ} . ثم قال: «ألا أُعَلِّمُك أعظمَ سورةٍ في القرآنِ قبلَ أن أخرُجَ منَ المسجدِ » . فذهَب النبيُّ صلَّى اللهُ عليه وسلَّم ليخرُجَ منَ المسجدِ فذَكَّرتُه، فقال: « {الْحَمْدُ للهِ رَبِّ الْعَالَمِينَ. هي السَّبعُ المَثاني، والقرآنُ العظيمُ الذي أوتيتُه» . (البخاري:4474). قال ابن القيم رحمه الله تعالى: \"من وفق بفضل الله تعالى وتمتع بنور البصيرة حتى وقف على أسرار هذه السورة وما اشتملت عليه من التوحيد، ومعرفة الذات والأسماء والصفات والأفعال، وإثبات الشرع والقدر والمعاد، وتجريد توحيد الربوبية والإلهية، وكمال التوكل والتفويض إلى من له الأمر كله وله الحمد كله وبيده الخير كله وإليه يرجع الأمر كله، والافتقار إليه في طلب الهداية التي هي أصل سعادة الدارين، وعلم ارتباط معانيها بجلب مصالحهما ودفع مفاسدهما، وأن العاقبة المطلقة التامة والنعمة الكاملة منوطة بها موقوفة على التحقق بها؛ أغنته عن كثير من الأدوية والرقى، واستفتح بها من الخير أبوابه، ودفع بها من الشر أسبابه\" انتهى بتصرف يسير من (زاد المعاد:4/318) .\n\n"
  },
  {
    "section_id": 7,
    "count": "",
    "description": "",
    "reference": "ثالثا: سبب في مغفرة الذنوب وجلب الرزق والرحمة\n\n",
    "content": "لا ريب أن مغفرة الذنوب وطلب الرحمة من الله تعالى من أهم مقاصد المسلم، والمسلم يتذلل لله الرزاق دوما في طلب الرزق والبركة، وكل هذه النعم كان من أسباب تحقيقها التسبيح والتحميد والتهليل والتكبير، فعن أنس بن مالك رضي الله تعالى عنه قال: \"جاء رجلٌ بدويٌّ إلى رسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ فقال يا رسولَ اللهِ علِّمْني خيرًا قال : قل: «سبحان اللهِ ، والحمدُ للهِ ، ولا إله إلا اللهُ ، والله أكبرُ» . قال: وعقد بيده أربعًا ؛ ثم رتَّب فقال : (سبحان اللهِ ، والحمدُ لله ، ولا إله إلا اللهُ ، واللهُ أكبرُ) ، ثم رجع ، فلما أراه رسولُ اللهِ تبسَّم ، وقال : «تفكَّر البائسُ» . فقال : يا رسولَ اللهِ ! ( سبحان الله ، والحمدُ لله ، ولا إله إلا اللهُ ، واللهُ أكبرُ) ، هذا كلُّه لله ، فما لي ؟ فقال رسولُ اللهِ : «إذا قلتَ : (سبحان اللهِ) ؛ قال اللهُ : صدقتَ. وإذا قلتَ : (الحمدُ لله) ؛ قال اللهُ : صدقتَ . وإذا قلتَ : (لا إله إلا اللهُ ) ؛ قال اللهُ : صدقتَ . وإذا قلتَ: ( اللهُ أكبرُ)؛ قال اللهُ : صدقتَ . فتقول: ( اللهمَّ اغفِرْ لي ) ، فيقول اللهُ : قد فعلتُ . فتقول : ( اللهمَّ ارْحمْني) ؛ فيقول اللهُ : قد فعلتُ . وتقول : (اللهمَّ ارْزُقْني) ؛ فيقول اللهُ: قد فعلتُ.» قال: فعقد الأعرابيُّ سبعًا في يدَيه\" صححه الألباني في (صحيح الترغيب:1564). وعن علي بن أبي طالب رضي الله تعالى عنه قال: قال رسول الله صلى الله عليه وسلم: «ألَا أُعَلِّمُكَ كلماتٍ إذا قلتَهُنَّ غفَرَ اللهُ لكَ، وإِنْ كنتَ مغفورًا لَكَ ؟ قَلْ: لَا إلهَ إلَّا اللهُ العَلِيُّ العظيمُ ، لا إلهَ إلَّا اللهُ الحكيمُ الكريمُ، لا إلهَ إلَّا اللهُ سبحانَ اللهِ ربِّ السمواتِ السبعِ وربِّ العرْشِ العظيمِ، الحمدُ للهِ ربِّ العالمينَ» صححه الألباني في (صحيح الجامع:2621).\n\n"
  },
  {
    "section_id": 7,
    "count": "",
    "description": "",
    "reference": "رابعا: سبب في نزول المطر والبركة\n\n",
    "content": "ورد في السنة النبوية أن قول \"الحمد لله رب العالمين\" سبب في نزول المطر والبركة،  فعن أم المؤمنين عائشة رضي الله تعالى عنها قالت: قال رسول الله صلى الله عليه وسلم: «إِنَّكم شَكَوتُمْ جَدْبَ ديارِكم ، واستئخَارَ المطَرِ عنْ إبَّانِ زمانِهِ عنكم، وقدْ أمرَكُمْ اللهُ عزَّ وجلَّ وَوَعَدَكُم أنْ يستجيبَ لكم الْحَمْدُ للَّهِ رَبِّ الْعَالَمِينَ . الرَّحْمنِ الرَّحِيمِ . مَلِكِ يَوْمِ الدِّينِ، لَا إلَهَ إلَّا اللهُ يفعلُ ما يُريدُ، اللَّهمَّ أنتَ الله لَا إلَهَ إلَّا أنتَ الغنيُّ ونحنُ الفقراءُ ، أنزِلْ علينا الغيثَ، واجعلْ ما أنزلْتَ لنا قوةً وبلاغًا إلى حينٍ»  صححه الألباني في (صحيح الجامع:2310).\n\n"
  },
  {
    "section_id": 7,
    "count": "",
    "description": "",
    "reference": "خامسا: أفضل الدعاء\n\n",
    "content": "بين الرسول صلى الله عليه وسلم أن أفضل دعاء يقوله المسلم هو \"الحمد لله\"،  ولذا فهو أكثر السبل تقربا لله سبحانه لنيل المطالب من الله الكريم،  فعن جابر بن عبد الله رضي الله تعالى عنهما قال: قال رسول الله صلى الله عليه وسلم: «أفضلُ الذكرِ لا إله إلا اللهُ وأفضلُ الدعاءِ الحمدُ للهِ» (الترمذي:3383).\n\n"
  },
  {
    "section_id": 7,
    "count": "",
    "description": "",
    "reference": "سادسا: تنفض الخطايا\n\n",
    "content": "المسلم معرض للخطايا والذنوب، وفي السنة النبوية بشارة مبهجة عن فضل التسبيح والتحميد والتهليل والتكبير في التخلص من هذه الخطايا،  فعن أنس بن مالك رضي الله تعالى عنه: أن رسول الله صلَّى اللهُ عليه وسلَّم قال: «إن سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر: تنفض الخطايا كما تنفض الشجرة ورقها» صححه الألباني في (السلسلة الصحيحة:3168).\n\n"
  },
  {
    "section_id": 7,
    "count": "",
    "description": "",
    "reference": "سابعا: أحب إلى الرسول صلَّى اللهُ عليه وسلَّم مما طلعت عليه الشمس\n\n",
    "content": "  أجمل ما يتزين به المسلم هو محبة الله تعالى ومحبة الرسول صلَّى اللهُ عليه وسلَّم، وتستوجب تلك المحبة الاقتداء ومتابعة ما يحبه الله تعالى والنبي صلَّى اللهُ عليه وسلَّم،  ومن منابع هذه المحبة التسبيح والتحميد والتهليل والتكبير، فعن أبي هريرة رضي الله تعالى عنه قال: قال النبيُّ صلَّى اللهُ عليه وسلَّم: «لأَنْ أقول: سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر - أحَبُّ إليَّ مما طلعت عليه الشمس» (مسلم:2695).\n\n"
  },
  {
    "section_id": 7,
    "count": "",
    "description": "",
    "reference": "ثامنا: مورد عظيم للصدقات\n\n",
    "content": "  التسبيح والتحميد والتهليل والتكبير من أيسر موارد الصدقات، وهذا يحفز المسلمين على اغتنام الأوقات في ذكر الله تعالى للانتفاع بهذه الصدقات في الدنيا والآخرة،  فعن أبي ذرٍّ الغفاري رضي الله تعالى عنه: قال رسول الله صلَّى اللهُ عليه وسلَّم: «أوَليس قد جعل الله لكم ما تَصدَّقون؟ إن بكل تسبيحة صدقة، وكل تكبيرة صدقة، وكلِّ تحميدة صدقة، وكلِّ تهليلة صدقةٌ» (مسلم:1006).\n\n"
  },
  {
    "section_id": 7,
    "count": "",
    "description": "",
    "reference": "تاسعا: نبع للحسنات\n\n",
    "content": "إن الحسنات هي أثمن ثروة يمتلكها المسلم، وهي أعظم عطية من الله رب العالمين، والتسبيح والتحميد والتهليل والتكبير سبيل كريم لزيادة الحسنات،  فعن أبي سعيد الخدري وأبي هريرة رضي الله تعالى عنهما: أن رسول الله صلَّى اللهُ عليه وسلَّم قال: «إن الله تعالى اصطفى من الكلام أربعًا: سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر، فمَن قال: سبحان الله، كتبت له عشرون حسنة، وحُطَّت عنه عشرون سيئة، ومن قال: الله أكبر، مثل ذلك، ومن قال: لا إله إلا الله، مثل ذلك، ومن قال: الحمد لله رب العالمين، من قبل نفسه، كُتبت له ثلاثون حسنة، وحُطَّ عنه ثلاثون خطيئة» صححه الألباني في (صحيح الجامع:1718).\n\n"
  },
  {
    "section_id": 7,
    "count": "",
    "description": "",
    "reference": "عاشرا: غراس الجنة\n\n",
    "content": "إنها الجنة الجائزة الكبرى من الله السَّلَامُ، وما أجمل أن تجهز بفضل الله تعالى مكانك في الجنة وتزينه بالأشجار الجميلة، وهي فرصة ثمينة للتواصي بين المسلمين على بيان هذا الفضل،  فعن أبي هريرة رضي الله تعالى عنه قال: قال رسول الله صلَّى اللهُ عليه وسلَّم: «ألا أدلُّك على غراسٍ هو خير من هذا؟ تقول: سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر؛ يُغرَس لك بكل كلمة منها شجرةً في الجنة» (صححه الألباني في صحيح الترغيب:1549). وفي هذا الصدد يمكن للمسلم غرس الملايين من الأشجار في الجنة بتطويع اللسان وتوجيهه للإكثار مما فيه النجاة والفلاح.\n\n"
  },
  {
    "section_id": 7,
    "count": "",
    "description": "",
    "reference": "حادي عشر: وصية سيدنا إبراهيم عليه وعلى نبينا الصلاة والسلام\n\n",
    "content": "  إن اللقاء الذي جمع بين خليل الله تعالى سيدنا إبراهيم صلَّى اللهُ عليه وسلَّم،  وحبيب الله تعالى سيدنا محمد صلَّى اللهُ عليه وسلَّم تضمن أجمل وصية وأبلغ موعظة،  فعن عبد الله بن مسعود رضي الله تعالى عنه قال: قال رسول الله صلَّى اللهُ عليه وسلَّم : «لقيتُ إبراهيمَ ليلة أُسرِيَ بي، فقال: يا محمد، أقرِئْ أمتك مني السلام، وأخبرهم أن الجنة طيبة التُّربة، عَذْبة الماء، وأنها قِيعان، وأن غراسَها: سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر» صححه الألباني في (صحيح الترمذي:3462).\n\n"
  },
  {
    "section_id": 7,
    "count": "",
    "description": "",
    "reference": "ثاني عشر: فضل ذكر الله تعالى للعبد\n\n",
    "content": "من أجمل فضائل التسبيح والتحميد والتهليل والتكبير شرف ذكر الله تعالى للعبد، ولقد قال الله تعالى: {فَاذْكُرُونِي أَذْكُرْكُمْ وَاشْكُرُوا لِي وَلَا تَكْفُرُونِ} [البقرة:152]، فيالها من سعادة، ويا له من حظ عظيم عندما يستشعر المسلم لذة ذكر الله تعالى له بالغيب.\n\n"
  },
  {
    "section_id": 7,
    "count": "",
    "description": "",
    "reference": "ثالث عشر: ذكر يضاعف الأجور\n\n",
    "content": "علمنا سيد الأنبياء رسول الله صلَّى اللهُ عليه وسلَّم صيغة للحمد والتسبيح لمضاعفة الأجور،  فعن أبي أمامة الباهلي رضي الله تعالى عنه قال: قال رسول الله صلَّى اللهُ عليه وسلَّم : «ألا أدُلُّك على ما هو أكثرُ من ذكرِك اللهَ الليلَ مع النهارِ ؟ تقولُ : الحمدُ لله عددَ ما خلق ، الحمدُ لله مِلْءَ ما خلق ، الحمدُ لله عددَ ما في السمواتِ وما في الأرضِ ، الحمدُ للهِ عددَ ما أحصى كتابُه ، والحمدُ لله على ما أحصى كتابُه ، والحمدُ لله عدَدَ كلِّ شيءٍ ، والحمدُ لله مِلْءُ كلِّ شيءٍ ، وتسبِّحُ اللهَ مثلهنَّ . تَعَلْمهنَّ وعَلِّمْهنَّ عقِبَك مِن بعدِك» صححه الألباني في (صحيح الجامع:2615).\n\n"
  },
  {
    "section_id": 7,
    "count": "",
    "description": "",
    "reference": "رابع عشر: تملأ الميزان\n\n",
    "content": "الاستعداد للميزان هو أول اهتمامات المؤمن الذي يؤمن بالله تعالى واليوم الآخر، وبشرنا رسول الله صلَّى اللهُ عليه وسلَّم بأن قول \"الحمد لله\" يملأ الميزان،  فعن أبي مالك الأشعري رضي الله تعالى عنه قال: قال رسول الله صلَّى اللهُ عليه وسلَّم : «الطُّهُورُ شطرُ الإيمانِ . والحمدُ للهِ تملأُ الميزانَ . وسبحان اللهِ والحمدُ للهِ تملآنِ ( أو تملأُ ) ما بين السماواتِ والأرضِ . والصلاةُ نورٌ . والصدقةُ برهانٌ . والصبرُ ضياءٌ . والقرآنُ حُجَّةٌ لكَ أو عليكَ . كل الناسِ يغدُو . فبايِعٌ نفسَه . فمُعْتِقُها أو مُوبِقُها» (مسلم:223). ولذا فمن أراد أن يثقل ميزانه ويكون من الفائزين فليكثر من التسبيح والتحميد.\n\n"
  },
  {
    "section_id": 8,
    "count": "",
    "description": "",
    "reference": "معناها وفضلها ومواضع قولها \n",
    "content": "تكبير الله تعالى من أعظم أنواع الذكر وأجلها، ولعظيم شأن التكبير فإن الله تعالى شرعه في أشرف المواضع وأعلاها كالصلاة والصيام والحج والأعياد والجهاد وغيرها، كما سنفصل إن شاء الله .\n"
  },
  {
    "section_id": 8,
    "count": "",
    "description": "",
    "reference": "معنى التكبير \n",
    "content": "التكبير هو تعظيم الربّ تبارك وتعالى ، واعتقاد أنّه لا شيء أكبرُ ولا أعظمُ منه، فيصغر دون جلاله كلُّ كبير، فهو الذي خضعت له الرقاب وذلَّت له الجبابرة، وعنت له الوجوه، وقهر كلَّ شيء، ودانت له الخلائق، وتواضعت لعظمة جلاله وكبريائه وعظمته وعلوّه وقدرته الأشياء، واستكانت وتضاءلت بين يديه وتحت حكمه وقهره المخلوقات، فالله اكبر من كل شيء ،الله اكبر من كل ما يخطر ببالك ، الله أكبر من أن يحيط أحد به علما ، الله أكبر من أن تدركه الأبصار ، الله أكبر من أن يكون له مثيل أو شبيه أو ند أو نظير ، (ولم يكن له كفوا أحد) الله أكبر من كل مخلوقاته ، وصفاته أكبر وأعظم من صفات مخلوقاته ، وهو سبحانه وتعالى لا يشبه مخلوقاته ، وصفاته لا تشبه صفات مخلوقاته ، فرحمته أكبر بكثير من رحمة مخلوقاته ، وعلمه أكبر بكثير من علم مخلوقاته وقوته أكبر بكثير من قوة مخلوقاته وهكذا في بقية الصفات .\nقال القرطبي رحمه الله تعالى: قوله عز وجل (وكبره تكبيرا) أي: عظمه عظمة تامة، ويقال: أبلغ لفظة للعرب في معنى التعظيم والإجلال (الله أكبر) أي: صِفْهُ بأنه أكبر من كل شيء… ثم نقل القرطبي عن عمر رضي الله عنه قوله: قول العبد (الله أكبر) خير من الدنيا وما فيها.\nوفي هذا الأمر الرباني بتكبيره سبحانه وتعالى تنبيه على أن العبد وإن بالغ في التنزيه والتمجيد، واجتهد في الطاعة والتحميد ينبغي أن يعترف بالقصور في ذلك، وأن يعلم أن شأن الله تعالى أكبر وأجل وأعظم مما يظنه البشر، وأن الصالحين من البشر مهما تعبدوا لله تعالى فلن يفوه حقه، ولن يكافئوا نعمه.\nوبهذا تتبيّن مكانةُ التكبير، وجلالةُ قدره، وعِظمُ شأنه، ومقامه من الدين، فليس التكبيرُ كلمةً لا معنى لها، أو لفظةً لا مضمون فيها، بل هي كلمةٌ عظيمة تتضمّن معانٍ جليلة، ومقاصد كبيرة.\nومما يبين عظمة التكبير، وجلالة قدره أنّ الدِّينَ كلَّه يُعدُّ تفصيلاً لكلمة (الله أكبر) فالمسلم يقوم بالطاعات جميعها ويجتنب المحرمات كلّها؛ تكبيراً لله تعالى، وتعظيماً لشأنه عز وجل، وقياماً بحقِّه سبحانه.\nوالتكبير ليس معناه أن الله تعالى كبير فحسب، وإنما يُراد به أن يكون الله تعالى عند العبد أكبر من كلِّ شيء، كما قال النبي صلى الله عليه وسلم لعدي بن حاتم رضي الله عنه وهو يدعوه إلى الإسلام: (يا عَدِىُّ بن حَاتِمٍ ما أَفَرَّكَ أَنْ يُقَالَ لاَ إِلَهَ إلا الله فَهَلْ من إِلَهٍ إلا الله؟ ما أَفَرَّكَ أَنْ يُقَالَ الله أَكْبَرُ فَهَلْ شيءٌ هو أَكْبَرُ مِنَ الله عز وجل، قال عدي: فأسلمت فَرَأَيْتُ وَجْهَهُ اسْتَبْشَرَ) رواه أحمد.\nقال شيخ الإسلام ابن تيمية رحمه الله تعالى: وفي قوله (الله أكبر) إثبات عظمته؛ فإنّ الكبرياء تتضمّن العظمة، ولكن الكبرياء أكمل؛ ولهذا جاءت الألفاظ المشروعة في الصلاة والأذان بقول: (الله أكبر) فإنّ ذلك أكمل من قول (الله أعظم) كما ثبت في الصحيح عن النبي صلى الله عليه وسلم أنّه قال: (يقول الله تعالى: الكبرياء ردائي والعظمة إزاري، فمن نازعني واحداً منهما عذّبته) فجعل العظمة كالإزار، والكبرياء كالرداء، ومعلوم أنّ الرداء أشرف، فلمّا كان التكبيرُ أبلغَ من التعظيم صرّح بلفظه، وتضمّن ذلك التعظيم."
  },
  {
    "section_id": 8,
    "count": "",
    "description": "",
    "reference": "فضل التكبير \n",
    "content": "ويدل على عِظم منزلة التكبير ما يلي:\n أمرالله بالتكبير في كتابه العزيز، كما في الآيات التالية:\n1 – قوله تعالى: { وَلِتُكْمِلُواْ الْعِدَّةَ وَلِتُكَبِّرُواْ اللّهَ عَلَى مَا هَدَاكُمْ وَلَعَلَّكُمْ تَشْكُرُونَ } [البقرة:185].\n2 – قوله عز وجل: { وَقُلِ الْحَمْدُ لِلّهِ الَّذِي لَمْ يَتَّخِذْ وَلَدًا وَلَم يَكُن لَّهُ شَرِيكٌ فِي الْمُلْكِ وَلَمْ يَكُن لَّهُ وَلِيٌّ مِّنَ الذُّلَّ وَكَبِّرْهُ تَكْبِيرًا } [الإسراء:111].\n3 – قوله تعالى: { لَن يَنَالَ اللَّهَ لُحُومُهَا وَلَا دِمَاؤُهَا وَلَكِن يَنَالُهُ التَّقْوَى مِنكُمْ كَذَلِكَ سَخَّرَهَا لَكُمْ لِتُكَبِّرُوا اللَّهَ عَلَى مَا هَدَاكُمْ وَبَشِّرِ الْمُحْسِنِينَ } [الحج:37].\n4 – قوله سبحانه وتعالى: { وَرَبَّكَ فَكَبِّرْ } [المدثر:3].\nوفي السنة المطهرة :\n1 –  التكبير من الكلمات الأربع التي هي أفضل الكلام بعد القرآن، وهن أحب الكلام إلى الله عز وجل، كما ثبت ذلك في الحديث الصحيح: “أحب الكلام إلا الله تعالى أربع: سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر، ولا يضرُّك بأيهنَّ بدأت”.\n2 – وقال رسول الله صلى الله عليه وسلم: «ما أَهَلَّ مُهِلٌّ قَطُّ، ولا كبَّرَ مُكَبِّرٌ قَطُّ، إلَّا بُشِّرَ»، قيل: يا رسول الله بالجنَّة؟ قال: “نعم” أخرجه الطبراني في المعجم الأوسط عن أبي هريرة رضي الله عنه. وقال المنذري: “إسناده رجال الصحيح”.\n3- وبالتكبير تُفتحُ أبوابُ السماء: عن عبد الله بن عمر – رضي الله عنهما -، قال: بينما نحنُ نُصلِّي مع رسولِ الله صلى الله عليه وسلم، إذ قال رجلٌ من القوم: الله أكبر كبيرًا، والحمد لله كثيرًا، وسبحان الله بُكرةً وأصيلاً، فقال رسولُ الله صلى الله عليه وسلم: «من القائلُ كذا وكذا؟»، فقال رجلٌ: أنا يا رسول الله، قال: «عجِبتُ لها، فُتِّحت لها أبوابُ السماء». قال ابنُ عمر: “فما تركتُهنَّ منذ سمعتُ رسولَ الله صلى الله عليه وسلم يقولُ ذلك”. أخرجه مسلم\n 4- أنه يملأ ما بين السماء واﻷرض، فقد جاء في الحديث: «التَّسْبِيحُ نِصْفُ المِيزَانِ، وَالْحَمْدُ يَمْلَؤُهُ، وَالتَّكْبِيرُ يَمْلَأُ مَا بَيْنَ السَّمَاءِ وَالأَرْضِ». أخرجه أحمد في مسنده"
  },
  {
    "section_id": 8,
    "count": "",
    "description": "",
    "reference": "المواطن التي يشرع فيها التكبير\n",
    "content": ""
  },
  {
    "section_id": 8,
    "count": "",
    "description": "",
    "reference": "1- التكبير شعار الصلاة:\n",
    "content": "فقد شرع قبلها كاﻷذان واﻹقامة، وفيها: ابتداء من تكبيرة اﻹحرام، ثم عند كل رفع، وخفض، فيما عدا الرفع من الركوع، فإنه شرع فيه التحميد، وشرع بعدها في التسبيحات، والحكمة من التكبير في الصلاة، فقد قال اﻹمام العز بن عبد السلام:“ولما كان مقصود الصلاة الذكر، وجب أن يعرف قدر المذكور، وملاحظته ليلزم معه الأدب؛ فافتتحت بالتكبير الدال على الكبرياء؛ ليعلم لمن هو قائم وقاعد ورائع وساجد؛ ليخضع له خضوعا يجب مثله لكبريائه، فاذا لاحظ كبرياءه لزم آداب الصلاة والطهارة والنظافة الظاهرة والباطنة، واشتغل بالله وحده.\n"
  },
  {
    "section_id": 8,
    "count": "",
    "description": "",
    "reference": "2- التكبير لرؤية الهلال:\n",
    "content": "كان رسول اللّه صلى الله عليه وسلم إذا رأى الهلال قال‏:‏ ‏”‏اللَّهُ أكْبَرُ، اللَّهُمَّ أهِلَّهُ عَلَيْنا بالأمْنِ والإِيْمَانِ والسَّلامَةِ والإِسلامِ وَالتَّوْفِيقِ لِمَا تُحِبُّ وَتَرْضَى، رَبُّنا وَرَبُّكَ اللَّه” أخرجه الدارمي في مسنده، عن ابن عمر رضي اللّه عنهما\n"
  },
  {
    "section_id": 8,
    "count": "",
    "description": "",
    "reference": "3– التكبير عند السفر وركوب وسيلة النقل ( دابة أو سيارة أو طائرة ):\n",
    "content": "كما في حديث عبد الله بن عمر رضي الله عنهما: “أن رسول الله صلى الله عليه وسلم كان إذا استوى على بعيره خارجاً إلى سفر كَبَّر ثلاثاً، ثم قال: سُبحان الذي سخَّر لنا هذا وما كنَّا له مُقرنين… وإذا رجع قالهن، وزاد فيهن: آيبون تائبون عابدون لربنا حامدون” أخرجه مسلم.\nوعن علي رضي الله عنه أنه: “أُتِيَ بدابة ليركبها، فلما وضع رجله في الرِّكاب قال: بسم الله، فلما استوى على ظهرها قال: الحمد لله، ثم قال: (سبحان الذي سخر لنا هذا وما كنا له مقرنين وإنا إلى ربنا لمنقلبون) ثم قال: الحمد لله ثلاث مرات، ثم قال: الله أكبر ثلاث مرات… قال: رأيت النبي صلى الله عليه وسلم فعل كما فعلت…” ويُقاس على الدابة كل مركوب، فيدخل في ذلك جميع وسائل النقل الحديثة من السيارات والطائرات والقطارات والسفن."
  },
  {
    "section_id": 8,
    "count": "",
    "description": "",
    "reference": "4- التكبير إذا علا المسافر مرتَفَعاً:\n",
    "content": "يُستحب للمسافر: التكبير ثلاث مرات إذا علا مكاناً مُرتفعاً من الأرض كالجبال أو كُثبان الرمل العالية أو عند صعود الأبنية الشاهقة، وكذلك إذا أشرف على المُدن والقِفار وهو في الطائرة، ويدل على استحباب التكبير في حال الارتفاع والصعود ما يلي:\n – ما أخرجه البخاري في صحيحه من حديث جابر بن عبد الله رضي الله عنهما قال: “كُنا إذا صَعِدنا كبَّرنا، وإذا نزَلنا سبَّحنا”\nوالحكمة من التكبير عند الارتفاع: استشعرا كبرياء الله عز وجل، فعندما تقع العين على عظيم خلق الله، يُكبِّر المسلم ليتذكر أن الله أكبر من كل شيء.\nوأيضا  حديث عبد الله بن عمر رضي الله عنهما: “كان رسول الله صلى الله عليه وسلم إذا قَفل من غزوٍ أو حجٍ أو عمرةٍ يُكبِّرُ على كل شَرَفٍ من الأرض ثلاث تكبيرات، ثم يقول: لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير، آيبون تائبون عابدون ساجدون لربنا حامدون، صدق الله وعده ونصر عبده وهزم الأحزاب وحده” متفق عليه.\n وفي حديث أبي هريرة رضي الله عنه: أن رجلاً قال: يا رسول الله إني أريد أن أسافر فأوصني قال: “عليك بتقوى الله، والتكبير على كلِّ شَرَفٍ…”."
  },
  {
    "section_id": 8,
    "count": "",
    "description": "",
    "reference": "5-التكبير عند سماع خبر مفرح، وبشارة خير:\n\n",
    "content": "وقد جاء في الحديث الطويل: “أَخْرِج بَعْثَ النار… مِنْ كُلِّ أَلْفٍ تِسْعَمِائَةٍ وَتِسْعَةً وَتِسْعِينَ”.وفيه يروي أبو سعيد الخدري رضي الله عنه أن النبي صلى الله عليه وسلم قال: “أبشروا، فإن منكم رجلا، ومن يأجوج ومأجوج ألفا، ثم قال: والذي نفسي بيده، إني أرجو أن تكونوا ربع أهل الجنة، فكبرنا، فقال: أرجو أن تكونوا ثلث أهل الجنة، فكبرنا، فقال: أرجو أن تكونوا نصف أهل الجنة، فكبرنا…”.وفي رواية: “..إني لأطمع أن تكونوا ثلث أهل الجنة، قال: فحمدنا الله وكبرنا” أخرجه البخاري\n"
  },
  {
    "section_id": 8,
    "count": "",
    "description": "",
    "reference": " 6- التكبير عند الحريق:\n",
    "content": "قال النبي صلى الله عليه وسلم: “إذا رأيتم الحريق، فكبروا، فإن التكبير يطفئه”. رواه الطبراني واختلف على صحته.\n"
  },
  {
    "section_id": 8,
    "count": "",
    "description": "",
    "reference": "7- التكبير عند ذبح الأضحية والهدي :\n",
    "content": "الهدي والأضاحي من الشعائر العظيمة، والمناسك الكبيرة التي يتقرب بها المسلمون لربهم، وشرع التكبير عند تقريبها لله تعالى، فلا تذبح ولا تنحر إلا بذكر اسمه عز وجل وتكبيره عليها ﴿ لَنْ يَنَالَ اللهَ لُحُومُهَا وَلَا دِمَاؤُهَا وَلَكِنْ يَنَالُهُ التَّقْوَى مِنْكُمْ كَذَلِكَ سَخَّرَهَا لَكُمْ لِتُكَبِّرُوا اللهَ عَلَى مَا هَدَاكُمْ وَبَشِّرِ المُحْسِنِينَ ﴾ [الحج:37] وعن أنس رضي الله عنه قال: “ضَحَّى رسول الله صلى الله عليه وسلم بكبشين أملحين أقرنين. قال: ورأيته يذبحهما بيده. ورأيته واضعا قدمه على صِفاحِهما. قال: وسمى وكبر”. وفي رواية: ويقول: “باسم الله، والله أكبر». أخرجه مسلم\n"
  },
  {
    "section_id": 8,
    "count": "",
    "description": "",
    "reference": "8- التكبير أحد معالم الحج:\n",
    "content": "والحج من أعظم الشعائر وأظهرها؛ فشرع فيه التكبير في مواضع عدة، مثل التكبير في الطواف عند استلام الحجر الأسود أو الإشارة إليه، والتكبير على الصفا وعلى المروة، والتكبير مع رمي الجمار، والتكبير في أيام التشريق ﴿ وَاذْكُرُوا اللهَ فِي أَيَّامٍ مَعْدُودَاتٍ ﴾ [البقرة:203]. فالأيام المعدودات هي أيام التشريق، وأشهر الذكر فيها هو التكبير المطلق في كل وقت، والمقيد عقب الصلوات.\nويُشرع أيضا للحاج إذا غدا من منى إلى عرفة ذكر الله بالتَّلبية والتكبير؛ لما ثبت في الحديث الصحيح أن أنس بن مالك رضي الله عنه سُئل كيف كنتم تصنعون في هذا اليوم مع رسول الله صلى الله عليه وسلم؟ فقال: “كان يُهِلُّ منا المُهِل، ويُكبِّر منا المُكبِّر فلا يُنكر عليه” متفق عليه\nوأخرج مسلم من حديث ابن عمر رضي الله عنهما قال: “غدونا مع رسول الله صلى الله عليه وسلم من منى إلى عرفات، منا المُلبي ومنا المُكبر”\nوهذان الحديثان يدلان على استحباب التلبية والتكبير في يوم عرفة من حين الذهاب من منى إلى عرفة، وأن الحاج مُخير بينهما؛ لإقرار النبي صلى الله عليه وسلم الصحابة رضي الله عنهم على ذلك."
  },
  {
    "section_id": 8,
    "count": "",
    "description": "",
    "reference": "9- التكبير في عشر ذي الحجة وفي أيام التشريق.\n\n",
    "content": "قال رسول الله صلى الله عليه وسلم: «مَا مِنْ أَيَّامٍ أَعْظَمُ عِنْدَ اللَّهِ وَلَا أَحَبُّ إِلَيْهِ مِنَ الْعَمَلِ فِيهِنَّ مِنْ هَذِهِ الْأَيَّامِ الْعَشْرِ؛ فَأَكْثِرُوا فِيهِنَّ مِنَ التَّهْلِيلِ وَالتَّكْبِيرِ والتحميد ” أخرجه أحمد في مسنده عن ابن عمر رضي الله عنهما بسند حسن.\n"
  },
  {
    "section_id": 9,
    "count": "",
    "description": "",
    "reference": "عجائب لا إله إلا أنت سبحانك إني كنت من الظالمين\n",
    "content": "على الإنسان أن يلجأ إلى الله ولا يفقد الأمل في حل المشكلات والأزمات، كما يجب عليه الدعاء والتقرب إلى الله تعالى، وتوجد عجائب عديدة للدعاء المعروف لا إله إلا أنت سبحانك إني كنت من الظالمين، ومنها:[١] ذكر لا إله إلا أنت سبحانك إني كنت من الظالمين من أفضل ما يتمسك به العبد للتخلص من الهموم والأحزان، ولتفريج الكرب، وللخروج من الشدائد والمصائب، ولتحقيق الأماني ولطلب التوفيق من الله تعالى، إذ يشعر المؤمن بالراحة والطمأنينة والسكينة عند لجوئه لخالقه، ويشعر بالسعادة والفرح عند الاتكال عليه، وهذا كله من فضل الإكثار من قول لا إله إلا أنت سبحانك إني كنت من الظالمين. من فضل دعاء لا إله إلا أنت سبحانك إني كنت من الظالمين قوله عز وجل في كتابه، (وَذَا ٱلنُّونِ إِذ ذَّهَبَ مُغَٰضِبٗا فَظَنَّ أَن لَّن نَّقۡدِرَ عَلَيۡهِ فَنَادَىٰ فِي ٱلظُّلُمَٰتِ أَن لَّآ إِلَٰهَ إِلَّآ أَنتَ سُبۡحَٰنَكَ إِنِّي كُنتُ مِنَ ٱلظَّٰلِمِينَ)،[٢] وعن سعد رضي الله عنه قال: (كنا جلوسًا عند النبي صل الله عليه وسلم، فقال: ألا أخبرك بشيء إذا نزل برجل منكم في كرب، أو بلاء من بلايا الدنيا دعا به يفرج عنه؟ فقيل له: بلى، فقال: دعاء ذي النون: لا إله إلا أنت سبحانك إني كنت من الظالمين).[٣] يبين الدعاء أهمية التوحيد لله واستشعار عظمة الخالق وأنه الإله الواحد الحق الذي لا إله غيره، وهو الآمر الناهي وهو المعاقب والمجازي، فكل شيء بيده تعالى، فعلى المؤمن أن يؤدي عباداته على أكمل وجه، مع أنه مهما حاول الإنسان فلن يستطيع رد جزء من حق الله تعالى نحو العباد فهو المعطي الكريم، ويبقى الأمل في رحمته تعالى. على المسلم أن يحرص على هذا الدعاء كما ورد في صيغته لما له من أثر وفضل عظيم، فقد اشتملت صيغة الدعاء على أسباب الإجابة وهي الإيمان بالله تعالى وحده، وكمال التوحيد لله عز وجل، كما اشتملت على آداب الدعاء، ووجب المحافظة على ذكر الله تعالى وشكره على نعمه والتسبيح، إذ يعد سببًا من أسباب التخلص من الغم والهم والضيق والحزن وتفريج الكرب ويساعده في قضاء حوائجه. يبين الحديث ضرورة اعتراف العبد بذنوبه وأخطائه والدعاء بصدق والإخلاص في التوبة والرجوع إلى الله تعالى، إذ تعد سببًا للنجاة من الكرب والمهالك وصعوبات الحياة، وعلى العبد أن يعرف أن الذنوب والتقصير في حق الله هي سبب في وقوع المصائب وزوال النعم عن العبد ونزول النقم.\n"
  },
  {
    "section_id": 9,
    "count": "",
    "description": "",
    "reference": "تفسير دعاء لا إله إلا أنت سبحانك إني كنت من الظالمين\n",
    "content": "ما معنى لا إله إلا أنت سبحانك إني كنت من الظالمين؟ فيما يأتي تفسير دعاء لا إله إلا أنت سبحانك إني كنت من الظالمين\n"
  },
  {
    "section_id": 9,
    "count": "",
    "description": "",
    "reference": "لا إله إلا أنت:\n",
    "content": "يثبت وحدانية الله وكمال العبودية لله تعالى وحده، وعدم وجود إله غيره تعالى، ويصفه بأنه هو الرب الوحيد للعالمين وأنه لا شريك مع الله عز وجل في ملكه وحكمه، وتفسير إلا أنت كما قالها يونس عليه السلام أي أن الله وحده قادر على إدارة الكون .\n"
  },
  {
    "section_id": 9,
    "count": "",
    "description": "",
    "reference": "سبحانك:\n",
    "content": "أخذت من التسبيح ومعناها التقديس لله، فالله تعالى مقدس عن كل عيب أو نقص في الأفعال والأقوال وعن كل شيء لا يليق به، ويبعد عن الله تعالى كل شي لا يساوي قدره ومكانته ومقامه عز وجل، وأنه الأعلى في الدنيا عن جميع العالمين، إذ إن لله تعالى كل الكمال.\n"
  },
  {
    "section_id": 9,
    "count": "",
    "description": "",
    "reference": "إني كنت من الظالمين:\n",
    "content": "تدل كلمة (إني) على سيدنا يونس الذي دعا الله وهو في بطن الحوت، وهنا دليل على اعتراف العبد بذنوبه وأخطائه، وأنه يطلب العفو والمغفرة من الله تعالى لمسامحته على أخطائه التي اقترفها في الدنيا، وهو من أحسن وأفضل الأبواب عند الله تعالى لتحقيق الأماني وقضاء الحوائج ولتفريج الكروب، وهنا دليل على شرط التوبة وهو الاعتراف بالذنب والمعصية.\n"
  },
  {
    "section_id": 9,
    "count": "",
    "description": "",
    "reference": "قصة دعاء سيدنا يونس في بطن الحوت\n",
    "content": "ما هي قصص لا إله إلا أنت سبحانك إني كنت من الظالمين؟ أرسل الله الأنبياء إلى الأقوام لدعوتهم للحق، وأرسل سبحانه وتعالى سيدنا يونس لقومه وهم أهل قرية (نينوى)؛ وهي إحدى قرى الموصل، والذين تمادوا في كفرهم وطغيانهم، فخرج سيدنا يونس ووعدهم غاضبًا بالعذاب الشديد، ولما وقع بهم العذاب تأكّدوا من صدقه وخرجوا للصحراء وطلبوا العفو والمغفرة من الله تعالى.[٥] رحل سيدنا يونس عن قومه وركب السفينة التي كادت أن تغرق به وبمن معه، فاقترحوا تخفيف الحمل وإلقاء أحد الأشخاص، فوقع الاختيار بعد القرعة على سيدنا يونس، فقام بإلقاء نفسه في البحر، فالتقم الحوتُ الكبير يونسَ عليه السلام، وحينما كان يونس عليه السلام في ظلمات البحر والظلمات في بطن الحوت، لم يفقد الأمل بالله تعالى، واستنجد واستغاث به سبحانه وتعالى، فهو لا تخفى عليه خافية في السماء والأرض، وكرر دعاء \"لا إله إلا أنت سبحانك إني كنت من الظالمين\" حتى فرج الله شدته، ومنحه الله تعالى النجاة وخلصه من بطن الحوت.\n"
  },
  {
    "section_id": 9,
    "count": "",
    "description": "",
    "reference": "فضل لا اله الا انت سبحانك اني كنت من الظالمين\n\n/",
    "content": "إن فضل لا إله إلا أنت سبحانك إني كنت من الظالمين له فضل عظيم وخير كثير على العبد، وذلك بسبب:\n\n/"
  },
  {
    "section_id": 9,
    "count": "",
    "description": "",
    "reference": "قال رسول الله صلى الله عليه وسلم: “دعوة ذي النون إذ دعا وهو في بطن الحوت لا إله إلا أنت، سبحانك إني كنت من الظالمين، إنه لم يدع بها مسلم في شيء قط إلا استجاب الله له بها“.\n\n/",
    "content": "وذلك معناه أن قولها يجعل جميع أدعيتك مستجابة بإذن الله.\n\n/"
  },
  {
    "section_id": 9,
    "count": "",
    "description": "",
    "reference": "ذكر لا إله إلا أنت سبحانك إني كنت من الظالمين أفضل شيء للتخلص من الهموم والأحزان.\n\n/",
    "content": "وأيضًا للخروج من الضيق والكرب، والمصائب. للفرح والسعادة وذلك فقط عند لجوء العبد إلى ربه. حيث عن سعد رضي الله عنه قال: “كنا جلوسًا عند النبي صل الله عليه وسلم، فقال: ألا أخبرك بشيء إذا نزل برجل منكم في كرب، أو بلاء من بلايا الدنيا دعا به يفرج عنه؟ فقيل له: بلى، فقال: دعاء ذي النون: لا إله إلا الله أنت سبحانك إني كنت من الظالمين”.\n\n/"
  },
  {
    "section_id": 9,
    "count": "",
    "description": "",
    "reference": "يجعل العبد عالم بأهمية استشعار عظمة الله عز وجل، وأهمية التوحيد بالله.\n\n/",
    "content": "ومعرفة أنه الوحيد القادر على كل شيء. وأنه الإله الواحد الحق الذي لا إله غيره. وهو الآمر الناهي، والذي بيده ملكوت كل شيء.\n\n/"
  },
  {
    "section_id": 9,
    "count": "",
    "description": "",
    "reference": "تشتمل صيغة الدعاء على أسباب الإجابة وهي الإيمان بالله تعالى وحده، واشتمل أيضًا على آداب الدعاء، ووجوب المحافظة على ذكر الله تعالى، والتسبيح، حيث ذلك يساعد في قضاء الحوائج.\n\n/",
    "content": ""
  },
  {
    "section_id": 9,
    "count": "",
    "description": "",
    "reference": "يبين هذا الدعاء ضرورة اعتراف العبد بذنوبه، والدعاء بصدق.\n\n/",
    "content": "حيث في بعض الأحيان تكون الذنوب والتقصير في حق الله هي سبب الكرب والوقوع في المصائب. ويمثل هذا الدعاء طوق نجاة للمؤمن للرجوع إلى الله والتقرب منه.\n\n/"
  },
  {
    "section_id": 9,
    "count": "",
    "description": "",
    "reference": "مواقف يمكن الاستعانة فيها بدعاء لا إله إلا أنت سبحانك إني كنت من الظالمين\n\n/",
    "content": "الشدة والضيق والكرب.\n النجاة من الموت.\n الشفاء.\n سهولة الولادة.\n البراءة من الظلم.\n أيضا تفريج الهم.\n الشعور بالسعادة والفرح.\n كذلك حل المشاكل.\n تحقيق الأمنيات.\n\n/"
  },
  {
    "section_id": 9,
    "count": "",
    "description": "",
    "reference": "فضل وفوائد كثرة الاستغفار\n\n/",
    "content": "يعتبر التسبيح والاستغفار من أفضل أنواع ذكر الله والتقرب منه، ومن العبادات التي يفضلها الله عز وجل، لذلك لهم فوائد وأفضال كثيرة على العبد، ومنها:\n عند المداومة والاستمرار على التسبيح والاستغفار، سيفتح الله لك أبواب الرزق، ويرزقك البركة في مالك وأولادك وكل ما تملك.\n تنال رضا الله سبحانه وتعالى. الوقاية من وساوس الشيطان، وتحمينا من فعل المعاصي.\n جعل لسانك مرطب ومعطر بذكر الله تعالى دائمًا.\n التقرب إلى الله أكثر فيزيل من قلبك الخوف ويبث فيه الراحة والطمأنينة.\n الراحة النفسية للقلب والجسد.\n الشعور بالرضا والسعادة.\n أيضا إزالة الهموم.\n الابتعاد عن المعاصي،    \"content\": \"يعتبر التسبيح والاستغفار من أفضل أنواع ذكر الله والتقرب منه، ومن العبادات التي يفضلها الله عز وجل، لذلك لهم فوائد وأفضال كثيرة على العبد، ومنها:\\n عند المداومة والاستمرار على التسبيح والاستغفار، سيفتح الله لك أبواب الرزق، ويرزقك البركة في مالك وأولادك وكل ما تملك.\\n تنال رضا الله سبحانه وتعالى. الوقاية من وساوس الشيطان، وتحمينا من فعل المعاصي.\\n جعل لسانك مرطب ومعطر بذكر الله تعالى دائمًا.\\n التقرب إلى الله أكثر فيزيل من قلبك الخوف ويبث فيه الراحة والطمأنينة.\\n الراحة النفسية للقلب والجسد.\\n الشعور بالرضا والسعادة.\\n أيضا إزالة الهموم.\\n الابتعاد عن المعاصي، وحب تأدية العبادات والفوز بجنة الله.\\n\\n وحب تأدية العبادات والفوز بجنة الله.\n\n/"
  },
  {
    "section_id": 10,
    "count": "",
    "description": "",
    "reference": "معنى الاستغفار\n",
    "content": "الاستغفار هو طلب المغفرة من الله سبحانه وتعالى، ومعنى الغفر هو ستر ذنب العبد، كما أن الله تعالى بشّر عباده بأنه يغفر الذنوب جميعًا مهما عظمت، ولكن لا بد من قلب صادق ومنيب، كما أنه لا بد من إعادة الحقوق لأصحابها إذا كان الذنب متعلقًا بحق من حقوق العباد، ومن أسماء الله تعالى الغفّار والغفور والغافر، وقد ذكرت جميعها في القرآن الكريم، كما أن الرسول -صلى الله عليه وسلم- قال في الحديث القدسي فيما يرويه عن ربه تبارك وتعالى: (يا ابنَ آدمَ! إنَّك ما دعوتَني ورجوتَني غفرتُ لكَ على ما كانَ منكَ ولا أُبالِي، يا ابنَ آدمَ ! لوْ بلغتْ ذنوبُك عنانَ السماءِ ثمَّ استغفرتَني غفرتُ لكَ ولا أُبالِي، يا ابنَ آدمَ! لوْ أنَّك أتيتَني بقُرَابِ الأرضِ خطايا ثمَّ لقيتَني لا تشركْ بي شيئًا لأتيتُك بقرابِها مغفرةً) [الجامع الصغير| خلاصة حكم المحدث: صحيح].[١]\n"
  },
  {
    "section_id": 10,
    "count": "",
    "description": "",
    "reference": "فوائد أستغفر الله الذي لا إله إلا هو الحي القيوم\n",
    "content": "وردت في سنة الرسول -صلى الله عليه وسلم- أحاديث عظيمة عن الاستغفار، منها قول أستغفر الله العظيم الذي لا إله إلا هو الحي القيوم، وهو قول عظيم فيه ذكر اسمين من أسماء الله تعالى، كما أن فيه إقرار بوحدانية الله تعالى مما يجعله من أعظم الأدعية التي يمكن للمسلم تكرارها، كما وردت في أحاديث الرسول -صلى الله عليه وسلم- عدّة صيغ للاستغفار وفضل قوله، منها:[٢]\n"
  },
  {
    "section_id": 10,
    "count": "",
    "description": "",
    "reference": "دعاء يغفر الكبائر\n",
    "content": "قال الرسول -صلى الله عليه وسلم-: (لا يقولُ رَجُلٌ أستغفِرُ اللَّهَ الَّذي لا إلَه إلَّا هوَ الحيُّ القيُّومُ وأتوبُ إليهِ إلا غفرَ لَه، وإن كانَ فرَّ منَ الزَّحفِ) [تحفة الذاكرين| خلاصة حكم المحدث: إسناده رجاله ثقات]\n"
  },
  {
    "section_id": 10,
    "count": "",
    "description": "",
    "reference": "تفريج الهم والغم وجلب الرزق:\n",
    "content": "قال الرسول -صلى الله عليه وسلم-: (من أكثرَ من الاستغفارِ جعل اللهُ لهُ من كلِّ همٍّ فَرَجًا ومن كلِّ ضيقٍ مخرجًا ورَزَقَهُ من حيثُ لا يحتسبُ) [مسند أحمد| خلاصة حكم المحدث: إسناده صحيح].\n"
  },
  {
    "section_id": 10,
    "count": "",
    "description": "",
    "reference": "ستر العبد يوم القيامة:\n",
    "content": "قال الرسول -صلى الله عليه وسلم-: (مَن أحَبَّ أن تسُرَّه صحيفتُه فليُكْثِرْ فيها مِنَ الاستغفارِ) [مجمع الزوائد| خلاصة حكم المحدث: رجاله ثقات]\n"
  },
  {
    "section_id": 10,
    "count": "",
    "description": "",
    "reference": "سنّة الحبيب المصطفى:\n",
    "content": "قال الرسول -صلى الله عليه وسلم-: (واللَّهِ إنِّي لَأَسْتَغْفِرُ اللَّهَ وأَتُوبُ إلَيْهِ في اليَومِ أكْثَرَ مِن سَبْعِينَ مَرَّةً) [صحيح البخاري| خلاصة حكم المحدث: صحيح].\n"
  },
  {
    "section_id": 10,
    "count": "",
    "description": "",
    "reference": "أوقات الاستغفار\n",
    "content": "المسلم يذكر الله تعالى على أي حال، وبعض الأذكار لها أوقات مخصوصة مثل: أذكار الصباح والمساء، والأذكار بعد الصلوات المفروضة، والدعاء بعد الأذان، ومن الأذكار ما هي مطلقة يستطيع العبد قولها في أي وقت، ومن الأوقات التي يستحب فيها الاستغفار:[٣]\n"
  },
  {
    "section_id": 10,
    "count": "",
    "description": "",
    "reference": "بعد الوقوع بالذنب:\n",
    "content": "من أكثر الأوقات التي يجب فيها الاستغفار، وهذا ما فعله آدم -عليه السلام- وزوجته في الجنة عندما عصا الله تعالى فأكل من الشجرة التي نهاه الله عنها، قال الله تعالى: {قَالَا رَبَّنَا ظَلَمْنَا أَنفُسَنَا وَإِن لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ} [الأعراف: 23]، وهذا ما فعله موسى -عليه السلام- عندما وكز رجلًا بالعصى فمات، قال الله تعالى: {قَالَ رَبِّ إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي فَغَفَرَ لَهُ ۚ إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ} [القصص: 16]، ويونس -عليه السلام- عندما ترك قومه قبل أن يأذن الله له، فالتقمه الحوت، ثم استغفر الله تعالى، قال الله تعالى: {وَذَا النُّونِ إِذ ذَّهَبَ مُغَاضِبًا فَظَنَّ أَن لَّن نَّقْدِرَ عَلَيْهِ فَنَادَىٰ فِي الظُّلُمَاتِ أَن لَّا إِلَٰهَ إِلَّا أَنتَ سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظَّالِمِينَ} [الأنبياء: 87].\n"
  },
  {
    "section_id": 10,
    "count": "",
    "description": "",
    "reference": "بعد الطاعة:\n",
    "content": "فالمسلم يمكن أن يكون قد قصّر في العبادة ولم يتمها على أكمل وجه، ولهذا يستغفر الله تعالى ليجبر النقص في طاعته، وهذا ما أمر الله تعالى به الناس بعد الحج، قال الله تعالى: {ثُمَّ أَفِيضُوا مِنْ حَيْثُ أَفَاضَ النَّاسُ وَاسْتَغْفِرُوا اللَّهَ ۚ إِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ} [البقرة: 199].\n"
  },
  {
    "section_id": 10,
    "count": "",
    "description": "",
    "reference": "وقت السحر:\n",
    "content": "وهو الثلث الأخير من الليل قبل طلوع الفجر بقليل، وهو وقت عظيم لاستجابة الدعاء، وقد مدح الله تعالى المستغفرين في هذا الوقت، قال الله تعالى: {الصَّابِرِينَ وَالصَّادِقِينَ وَالْقَانِتِينَ وَالْمُنفِقِينَ وَالْمُسْتَغْفِرِينَ بِالْأَسْحَارِ} [آل عمران: 17].\n"
  },
  {
    "section_id": 10,
    "count": "",
    "description": "",
    "reference": "عند الخسوف والكسوف:\n",
    "content": "وذلك أمر من الرسول -صلى الله عليه وسلم- فقد قال: (إنَّ هذِهِ الآياتِ الَّتي يُرسلِ اللَّهُ عزَّ وجلَّ لا تَكونُ لِمَوتِ أحدٍ ولا لحياتِهِ ولَكِنَّ اللَّهَ يرسلُها يخوِّفُ اللَّه بِها عبادَهُ، فإذا رأيتُمْ شيئًا منها فافزَعوا إلى ذِكْرِ اللَّهِ تعالى ودُعائِهِ واستِغفارِهِ) [نخب الأفكار| خلاصة حكم المحدث: إسناده صحيح].\n"
  },
  {
    "section_id": 10,
    "count": "",
    "description": "",
    "reference": "الاستغفار في القرآن الكريم\n",
    "content": "ذكر الله تعالى الاستغفار في عدد كبير من آيات كتابه العزيز، كما وردت صيغ متعددة للاستغفار، جاءت على لسان الأنبياء والصالحين من عباد الله، أو أمر من الله تعالى لعباده بالاستغفار والتوبة والإنابة، كما أن الأنبياء دعوا أقوامهم لاستغفار الله تعالى، طمعًا فيما عنده من الخير، وتجنبًا لعقاب الله وسخطه، ومن هذه الآيات:[٤]\n"
  },
  {
    "section_id": 10,
    "count": "",
    "description": "",
    "reference": "قول الله تعالى: {وَمَن يَعْمَلْ سُوءًا أَوْ يَظْلِمْ نَفْسَهُ ثُمَّ يَسْتَغْفِرِ اللَّهَ يَجِدِ اللَّهَ غَفُورًا رَّحِيمًا} [النساء: 110].\n",
    "content": ""
  },
  {
    "section_id": 10,
    "count": "",
    "description": "",
    "reference": "قول الله تعالى: {وَمَا أَرْسَلْنَا مِن رَّسُولٍ إِلَّا لِيُطَاعَ بِإِذْنِ اللَّهِ ۚ وَلَوْ أَنَّهُمْ إِذ ظَّلَمُوا أَنفُسَهُمْ جَاءُوكَ فَاسْتَغْفَرُوا اللَّهَ وَاسْتَغْفَرَ لَهُمُ الرَّسُولُ لَوَجَدُوا اللَّهَ تَوَّابًا رَّحِيمًا} [النساء: 64]\n",
    "content": ""
  },
  {
    "section_id": 10,
    "count": "",
    "description": "",
    "reference": "قول الله تعالى: {وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنفُسَهُمْ ذَكَرُوا اللَّهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ وَمَن يَغْفِرُ الذُّنُوبَ إِلَّا اللَّهُ وَلَمْ يُصِرُّوا عَلَىٰ مَا فَعَلُوا وَهُمْ يَعْلَمُونَ} [آل عمران: 135].\n",
    "content": ""
  },
  {
    "section_id": 10,
    "count": "",
    "description": "",
    "reference": "قول الله تعالى: {أَفَلَا يَتُوبُونَ إِلَى اللَّهِ وَيَسْتَغْفِرُونَهُ ۚ وَاللَّهُ غَفُورٌ رَّحِيمٌ} [المائدة: 74].\n",
    "content": ""
  },
  {
    "section_id": 10,
    "count": "",
    "description": "",
    "reference": "قول الله تعالى: {وَأَنِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُمَتِّعْكُم مَّتَاعًا حَسَنًا إِلَىٰ أَجَلٍ مُّسَمًّى وَيُؤْتِ كُلَّ ذِي فَضْلٍ فَضْلَهُ ۖ وَإِن تَوَلَّوْا فَإِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ كَبِيرٍ} [هود: 3].\n",
    "content": ""
  },
  {
    "section_id": 10,
    "count": "",
    "description": "",
    "reference": "قول الله تعالى: {وَيَا قَوْمِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُرْسِلِ السَّمَاءَ عَلَيْكُم مِّدْرَارًا وَيَزِدْكُمْ قُوَّةً إِلَىٰ قُوَّتِكُمْ وَلَا تَتَوَلَّوْا مُجْرِمِينَ} [هود: 52].\n",
    "content": ""
  },
  {
    "section_id": 10,
    "count": "",
    "description": "",
    "reference": "قول الله تعالى: {وَاسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ ۚ إِنَّ رَبِّي رَحِيمٌ وَدُودٌ} [هود: 90].\n",
    "content": ""
  },
  {
    "section_id": 10,
    "count": "",
    "description": "",
    "reference": "قول الله تعالى: {الَّذِينَ يَحْمِلُونَ الْعَرْشَ وَمَنْ حَوْلَهُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُونَ بِهِ وَيَسْتَغْفِرُونَ لِلَّذِينَ آمَنُوا رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَّحْمَةً وَعِلْمًا فَاغْفِرْ لِلَّذِينَ تَابُوا وَاتَّبَعُوا سَبِيلَكَ وَقِهِمْ عَذَابَ الْجَحِيمِ} [غافر:7].\n",
    "content": ""
  },
  {
    "section_id": 11,
    "count": "",
    "description": "",
    "reference": "المعني",
    "content": "إن معنى الدعاء المذكور  طلب المؤمن من الله سبحانه وتعالى ودعاؤه باسمه الحي واسمه القيوم والاستغاثة برحمته في أن يصلح له شأنه كله وألا يكله إلى نفسه، أي لا يسلمه إليها ويتركه طرفة عين أي تحريك جفن وهو مبالغة في القلة، ومعنى القيوم أي القائم بنفسه المقيم لغيره.\n\n قال ابن القيم رحمه الله تعالى : فالقيوم : القائم بنفسه المقيم لغيره .\nوفي معنى لا تكلني إلى نفسي طرفة عين.\n\n قال المناوي في فيض القدير : لا تكلني أي لا تصرف أمري إلى نفسي أي لا تسلمني إليها وتتركني هملا طرفة عين أي تحريك جفن وهو مبالغة في القلة ."
  },
  {
    "section_id": 11,
    "count": "",
    "description": "",
    "reference": "هذا الدعاء من أعظم الأدعية التي تتضمن تحقيق العبودية لله رب العالمين ، وتتضمن التوسل إلى الله تعالى بأسمائه وصفاته ، فهو سبحانه الحي القيوم ، الرحمن الرحيم ، والعبد يستمد العون والتأييد من قيوميته عز وجل ، كما يستغيث برحمته التي وسعت كل شيء ، لعله ينال منها ما يسعده في دنياه وآخرته .\nثم يسأل الله تعالى صلاح الأمور والأحوال ، فيقول : أصلح لي شأني كله أي : جميع أمري : في بيتي ، وأهلي ، وجيراني ، وأصحابي ، وعملي ، ودراستي ، وفي نفسي ، وقلبي ، وصحتي...في كل شيء يتعلق بي ، اجعل يا رب الصلاح والعافية حظي ونصيبي .\nوذلك كله من فضل الله سبحانه وتعالى ، وليس باستحقاق العبد ولا بجاهه ، ولذلك جاء ختم الدعاء بالاعتراف بالفقر التام إليه سبحانه ، والاستسلام الكامل لغناه عز وجل ، فيقول : ولا تكلني إلى نفسي طرفة عين : أي لا تتركني لضعفي وعجزي لحظة واحدة ، بل أصحبني العافية دائما ، وأعني بقوتك وقدرتك ، فإن من توكل على الله كفاه ، ومن استعان بالله أعانه ، والعبد لا غنى به عن الله طرفة عين .",
    "content": ""
  },
  {
    "section_id": 11,
    "count": "",
    "description": "",
    "reference": "فضل ذكر ياحي ياقيوم..",
    "content": "ورد هذا الذكر في حديث صحيح عن أنس بن مالك رضي الله عنه قال : قال النبي صلى الله عليه وسلم لفاطمة رضي الله عنها :  ما يمنعك أن تسمعي ما أوصيك به ، أو تقولي إذا أصبحت وإذا أمسيت : يا حي يا قيوم برحمتك أستغيث ، أصلح لي شأني كله ، ولا تكلني إلى نفسي طرفة عين رواه النسائي وقد ورد هذا الدعاء ، بلفظ مقارب من حديث أبي بكرة رضي الله عنه ، أن النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( دَعَوَاتُ الْمَكْرُوبِ اللَّهُمَّ رَحْمَتَكَ أَرْجُو فَلَا تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ أَصْلِحْ لِي شَأْنِي كُلَّهُ لَا إِلَهَ إِلَّا أَنْتَ ) هذا الدعاء من أعظم الأدعية التي تتضمن تحقيق العبودية لله رب العالمين ، وتتضمن التوسل إلى الله تعالى بأسمائه وصفاته  كما يستغيث برحمته التي وسعت كل شيء، لعله ينال منها ما يسعده في دنياه وآخرته."
  }
]